var data={
    "3.神怪的世界": [
         {
            "id": "68b76cc206714a4988047f1fb87e78e4",
            "fileName": "勾陈",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/3.神怪的世界/1.勾陈（无视频）/勾陈.jpg;",
            "detail": "<p>勾陈是汉族神话传说中上古六神之一，与腾蛇同属土。《易冒》：“勾陈之象，实名麒麟，位居中央，权司戊日。盖仁兽而以土德为治也…腾蛇之将，职附勾陈，游巡于前，权司己日。盖火神而配土德以行也。”</p><p>上古六神：青龙、白虎、朱雀、玄武、勾陈、螣蛇。</p><p>古籍记载</p><p>上古六神之中，与腾蛇同属土。《易冒》：“勾陈之象，实名麒麟，位居中央，权司戊日。盖仁兽而以土德为治也…腾蛇之将，职附勾陈，游巡于前，权司己日。盖火神而配土德以行也。”</p><p>还有说法：勾陈为山海经中神兽天马。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/3.神怪的世界/1.勾陈（无视频）/勾陈_notmp4.jpg"
        },
        {
            "id": "231ea27a8ad74113987f8579e3ba6cc2",
            "fileName": "夔",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/3.神怪的世界/2.夔（无视频）/《山海经》古籍.jpg;",
            "detail": "<p>夔(kuí)是古代汉族神话传说中的一条腿的怪物。《山海经·大荒经》记载：东海中有流波山，入海夔七千里。其上有兽，状如牛，苍身而无角，一足，出入水则必风雨，其光如日月，其声如雷，其名曰夔。黄帝得之，以其皮为鼓，橛以雷兽之骨，声闻五百里，以威天下。(译文：夔牛是古时代神兽，古时生于东海流波山，形状似牛，全身都是灰色的，没有长角，只长了一只脚，每次出现都会有狂风暴雨。它身上还闪耀着光芒，似日光和月光，它的吼声和雷声一样震耳欲聋。后来黄帝得到这种兽，用它的皮制成鼓并用雷兽的骨做槌，敲击鼓，鼓声响彻五百里之外，威慑天下。）</p><p>相关记载</p><p>《黄帝内经》载：“黄帝伐蚩尤，玄女为帝制夔牛皮鼓八十面，一震五百里，连震三千八百里。”九天玄女令军士宰夔牛制作八十面战鼓，使黄帝在得到九天玄女辅助之后，带兵与蚩尤大战于中冀。当黄帝摆下“奇门遁甲”阵之后，即令军士以雷兽之骨，大击八十面夔牛皮巨鼓，一时鼓声大作，只见整个战场地动山摇，天旋地转，喊杀冲宵汉，蚩尤兵卒神魂颠倒，冲杀无门，败倒如山。“蚩尤铜头啖石”，即把石头当饭食，且能“飞空走险”。但在夔牛鼓震声中，“九击止之，尤不能走，遂杀之”。尔后，黄帝又诛榆罔于阪泉（今河北省涿鹿县东南），经过这场大血战，天下始得大定。（译文：在黄帝和蚩尤的战争中，黄帝捕获了夔，用它的皮制作军鼓，用它的骨头作为鼓槌，结果击打这面鼓的声响能够传遍方圆500里，使黄帝军士气大振、蚩尤军大骇。）</p><p>夔与天地同生，世上只有三只，以上是第一只，第二只乃秦始皇所杀。但秦始皇没有黄帝的功业，所以这只夔的皮做成的鼓就没那么神奇了。</p><p>《神魔志异·灵兽篇》记载：上古奇兽，状如青牛，三足无角，吼声如雷。久居深海，三千年乃一出世，出世则风雨起，雷电作，世谓之雷神坐骑。</p><p>更多的古籍中则说夔是蛇状怪物。“夔，神魅也，如龙一足。”（《说文解字》）“夔，一足，踔而行。”在商晚期和西周时期青铜器的装饰上，夔龙纹是主要纹饰之一，形象多为张口、卷尾的长条形，外形与青铜器饰面的结构线相适合，以直线为主，弧线为辅，具有古拙的美感。青铜器上的龙纹常被称为夔纹和夔龙纹，自宋代以来的著录中，在青铜器上凡是表现一足的、类似爬虫的物象都称之为夔，这是引用了古籍中“夔一足”的记载。其实，一足的动物是双足动物的侧面写形，故不采用夔纹一词，称为夔龙纹或龙纹。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/3.神怪的世界/2.夔（无视频）/夔_notmp4.jpg"
        },
        {
            "id": "280d4b353c754e66875a34c896a27e8c",
            "fileName": "饕餮",
            "fileUrl": "../../res/1.神话的国度/3.神怪的世界/3.饕餮/饕餮.mp4",
            "imgUrl": "../../res/1.神话的国度/3.神怪的世界/3.饕餮/饕餮纹青铜器.jpg;../../res/1.神话的国度/3.神怪的世界/3.饕餮/白玉饕餮纹佩.jpg;",
            "detail": "<p>饕餮，读音tāo tiè，是传说中的龙的第五子，是一种想象中的神秘怪兽 。其形象在古书《山海经》介绍为：羊身，眼睛在腋下，虎齿人爪，有一个大头和一个大嘴。十分贪吃，见到什么就吃什么，由于吃得太多，最后被撑死。后来形容贪婪之人叫：“饕餮”。饕餮纹这种纹饰最早出现在距今五千年前长江下游地区的良渚文化玉器上，但饕餮纹更常见于青铜器上，尤其是鼎上，远在二里头夏文化的青铜器上便有出现。</p><p>传说轩辕黄帝大战蚩尤，蚩尤被斩，其首落地化为饕餮。《山海经北山经》有云：“钩吾之山其上多玉，其下多铜。有兽焉，其状如羊身人面，其目在腋下，虎齿人爪，其音如婴儿，名曰狍鸮，是食人。”根据晋代郭璞对《山海经》的注解，这里说的狍鸮即是指饕餮。《神异经西荒经》中有云：“饕餮，兽名，身如牛，人面，目在腋下，食人。”</p><p>后来，饕餮变成了图腾，刻于各种祭祀用的器皿之上。殷周时代鼎彝上常刻的就是饕餮，其脑袋狰狞，双目炯炯，赫然有神，鼻梁凸出；首部有一双弯曲的兽角或足，其弯曲的方向似无定制，或内勾似羊角，或外曲似牛角；巨嘴大张，利齿如锯，嘴略弯曲内勾，或嘴巴紧锁。则作正面盘踞状，身躯拱起，头着地或水云气，两边有一对利爪，象狗爪或虎爪。两侧有一对肉翅，形如耳朵。</p><p>饕餮好食，举凡目之所及，无所不食，若天下食尽，则将自食己身；是上古四大凶兽中杀伤力最强的怪兽，传说为三苗氏死后所化。因富贪欲故后世喻贪婪之人为‘饕餮’。</p><p>​拓展</p><p>中国上古四大凶兽为：饕餮（tāo tiè），混沌，穷奇和梼杌（táowù）。四大凶兽，分别是四名“大恶人”的化身，也就是指蚩尤、驩兜、鲧与共工，他们都因为反抗权力者而被杀，死后精神不灭，化为凶兽。</p><p></p><p>",
            "noMp4Img": ""
        },
        {
            "id": "bfd0a7f63d744676b19a3a91e1bffb0f",
            "fileName": "穷奇",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/3.神怪的世界/4.穷奇（无视频）/《史记·五帝本纪》一页.jpg;",
            "detail": "<p>穷奇是中国传说中抑善扬恶的恶神，它的大小如牛、外形象虎、披有刺猬的毛皮、长有翅膀，穷奇的叫声像狗，靠吃人为生。据说穷奇经常飞到打斗的现场，将有理的一方鼻子咬掉；如果有人犯下恶行，穷奇会捕捉野兽送给他，并且鼓励他多做坏事。古人也把那种不重心意、远君子近小人的人称为穷奇。</p><p>传说穷奇，是古代四凶之一。主要记载於《山海经》中。关于四凶（穷奇、梼杌、混沌、饕餮）众说纷纭，一般以《山海经》中的为准！穷奇有两个特点：一：像一只插翅老虎。二：只吃好人。如果有人犯下恶行，穷奇会捕捉野兽送给他，并且鼓励他多做坏事。古人也把那种不重心意、远君子近小人的人称为穷奇。</p><p>但是，穷奇也有为益的一面。在一种称为“大傩”的驱鬼仪式中，有十二种吞食恶鬼的猛兽，称为十二神或十二兽，穷奇就是其中之一。据《山海经‧海内北经》所载，指穷奇外貌像老虎，长有一双翅膀，喜欢吃人，更会从人的头部开始进食，是一头凶恶的异兽。可是，同样在《山海经》中，〈西山经〉一篇却提到穷奇的另一种形象，该篇中的穷奇，外貌像牛，长著刺蝟的毛发，与〈海内北经〉所述者有很大的差别。不过二者都是喜欢食人的凶兽，这方面则没有分别。</p><p>《神异经 西北荒经》对穷奇作出更详细的解说。书中记载类似《山海经》的〈海内北经〉，穷奇仍是一头状似老虎，长有翅膀的怪物。平日专门猎食人类，能通人类语言。当它知道有人在争执的时候，往往会把忠直之士吃掉；知道某人为人忠信，就会把那人的鼻子吃掉；知道有人为恶不善，它就会猎取野兽赠予那人。是一头善恶观念完全颠倒的恶兽。可是亦有注者引其它版本加以补充，在这个版本中，穷奇的形象却较贴近《山海经》中的〈西山经〉，指穷奇长得像牛，有一条像狐狸而且拖在地上的长尾巴，它的叫声像狗，又说它「狗头人形，钩爪锯牙」。每逢遇到忠信之人，就会把他吃掉；遇到奸邪之辈，就会主动猎杀野兽向他进奉。二者虽然形象迥异，但行为却是一致的。</p><p>《史记·五帝本纪》记载了穷奇的来历，“少皞氏有不才子，毁信恶忠，崇饰恶言，天下谓之穷奇。”舜将其流放，“迁于四裔，以御魑魅”。少昊为西方天帝，其母名皇娥，其父称为“白帝子”，即太白之精，他们的故事可见于《拾遗记》，非常美丽动人。在那里有一棵穷桑树，其果实万年一结，吃了的话天老我不老。少昊主宰西方，称为“穷桑氏”，或者“金天氏”。注意这些关键字“白”啊，“金”啊，少昊一族位于西方不容置疑，而穷奇也是被舜驱逐到了西北方向。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/3.神怪的世界/4.穷奇（无视频）/《史记·五帝本纪》一页_notmp4.jpg"
        },
        {
            "id": "507cbf0bcf634da0b71399e73305c9b1",
            "fileName": "梼杌",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/3.神怪的世界/5.梼杌（无视频）/梼杌雕像.jpg;",
            "detail": "<p>梼杌，拼音táowù，古代传说中的一种猛兽，为远古“四凶”之一，是颛顼儿子死后的怨气所化。</p><p>古书《神异经》说：梼杌很像虎，毛长，人面虎足猪口牙，尾长，被用来比喻顽固不化、态度凶恶的人。有兽焉，其状如虎而犬毛，长二尺，人面，虎足，猪口牙，尾长一丈八尺，搅乱荒中，名梼杌。被用来比喻顽固不化、态度凶恶的人。相传是北方天帝颛顼儿子，它还有名字叫做傲狠，难训，由这几个名字里，也可大略推知它的作为了。和穷奇一样，梼杌后来也成了四凶之一。</p><p>外貌</p><p>《神异经》中描述，西域荒漠地区有一只猛兽，它的样貌像老虎，毛发像狗，面部像人脸，一嘴猪口牙，身体两尺，尾巴却有一丈八尺长。在西域作乱，被称作梼杌。一只叫傲狠，另一只叫难训。</p><p>性格</p><p>《左传》中说梼杌是颛顼的儿子，没有教养，为非作歹，没人能阻止他，与混沌、穷奇、梼饕餮并称四大凶人。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/3.神怪的世界/5.梼杌（无视频）/梼杌雕像_notmp4.jpg"
        },
        {
            "id": "0f90370fae9f466b892e53b76f64585c",
            "fileName": "混沌",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/3.神怪的世界/6.混沌（无视频）/《神异经》书籍.jpg;",
            "detail": "<p>混沌常常被用来形容那些不好的事物，甚至是黑暗的事物。其实在最初之时，混沌只是一个兽的名字，混沌是四凶之一的神话生物，混沌之所以会被称为是神兽，同时又被称为是凶兽，是因为记录混沌的书籍不同，而在这些书籍中，混沌的形象也有所不同。在山海经中，混沌更多的是被描述成为神兽的类别，是一只神鸟。而在神异经中，混沌则更多的是被塑造成为了一个凶恶的形象，喜欢残暴恶毒之人，而厌恶德行高尚之人。换句话说，在神异经中，混沌则是被描述成为是一个助纣为虐的长相丑陋的怪兽。</p><p>生活环境</p><p>在山海经中，混沌生活在天山，一个有很多黄金玉石，有青色雄黄石的地方，而且混沌生活的地方是古代河流英水的发源地，居住地的西南方向是太阳升级之处。</p><p>相貌</p><p>因为混沌是中国古代神话中的形象，因此，其具体长相并没有一致的说法，因不同的书籍记载，其外形、外貌都有所不同。</p><p>第一种，山海经版。在山海经中，混沌是一只神鸟，它的形状像一只黄色的袋子，红的像赤色的火焰，有六只脚，两对翅膀(也就是四只翅膀)，虽然混沌没有脸，更不用说眼睛，但是它却能够辨别歌声、识别舞蹈，更说它就是帝江。</p><p>第二种，庄子版。在庄子的记录中，混沌没有七窍，受恩于混沌的两帝王为了报答混沌，为其凿七窍，一天一窍，待七窍凿完，混沌就死了。更多关于混沌的描述，在庄子中并未提及，最多的就是混沌没有七窍。</p><p>第三种，神异经版混沌。在神异经中，混沌则被描述为是一只长了长长毛发的形状像狗的动物，它的四条腿长的和熊腿类似，但是不像熊有爪子，它是没有爪子的。有眼睛却是白长，因为看不见;有脚却很难移动;有耳朵但是也是形同虚设，因为听不到;有腹部，可是这腹部里面却没有五脏六腑，就是仅有的肠子也是直肠，吃下的东西全部一通到底。尽管看不见、听不见但是他却能够感知人性，若是碰到有德行的人，混沌就会非常反感，而且抵触这些德行之人，而如果是遇到了残恶之徒，混沌就会为那些残恶之徒所用。</p><p>相关记载</p><p>汉代地理书《神异经》西荒经记载：“昆仑西有兽焉，其状如犬，长毛，四足，似罴而无爪，有目而不见，行不开，有两耳而不闻，有人知性，有腹无五藏，有肠直而不旋，食径过。人有德行而往抵触之，有凶德则往依凭之。”意指混沌是一种像狗或熊一样的动物，人类无法看见它、也无法听见它，它经常咬自己的尾巴并且傻笑；如果遇到高尚的人，浑沌便会大肆施暴；如果遇到恶人，浑沌便会听从他的指挥。</p><p>古书《神异经》说：浑沌外表像犬，四足无爪，有目而不见，行走不便，有翅膀，欺负善良，喜欢残暴的人所以称是非不分的人为“浑沌”长毛四足，如犬，有腹无五脏。抵触善人，凭依恶人。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/3.神怪的世界/6.混沌（无视频）/《神异经》书籍_notmp4.jpg"
        },
        {
            "id": "dd72c437a1004c5a97850acbf1ce13f6",
            "fileName": "祸斗",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/3.神怪的世界/7.祸斗（无视频）/吴堪与白螺姑娘.jpg;",
            "detail": "<p>祸斗原本是指传说中居住在中国南部的少数民族，但是它被形容为外形象犬的妖兽，吞吃犬粪、并且喷出火焰。祸斗所到之处皆发生火灾，所以古人将它看作火灾之兆和极端不祥的象征。也有说法称祸斗吞食火，并且排出带火的粪便。</p><p>祸斗应该是在神话中被妖魔化的中国南方部落的象征。</p><p>来由</p><p>假如母狗在受孕一个月以后被流星的碎片击中，那么它生下的就不是普通的狗，而是祸斗。</p><p>祸斗的外形和一般的狗没有什么两样。不过它通体的毛都是黑色，并且泛出特殊的光泽。有少数祸斗，尾巴尖上是开叉的，除此之外，也没有什么特异的地方。事实上，仅凭外表，你无法从它们的外形上觉察出任何异样。但这并不妨碍他们担任火神助手的工作，有时火神因为某些原因离职，祸斗甚至要接手神的职司。</p><p>一般犬吃的食物让祸斗感觉索然无味。它们对蜥蜴、昆虫、鼠类没有感觉，对大型动物的尸体也不屑一顾。作为火神的随从，甚至有时就是火神的犬类，祸斗只吃火焰。雷神驾驶雷车在大地巡游的时候，祸斗就跟在他们后面。雷神抛下的雷斧楔石在人类的森林、市镇里引发了大火。这个时候，祸斗才有机会冲上前去，大口吞食火焰，填塞饥饿的肠胃。让人略感惊讶的是，这种动物的排泄物也是火焰。看上去，这灼热的能量仅仅是从它们的口腔进入，在经历了一串跌宕起伏之后，由祸斗的后部夺门而出。偶尔火焰也从它们的口中喷出，这一情况带来的常常是恐怖的火灾。</p><p>古籍记载</p><p>根据《山海经》的记载，在不需要进食的时候，祸斗们常常聚集在南方海外的厌火国。这个国家的得名即因为祸斗的到来。无肠国在厌火国的附近，这里的人民吃的东西和排泄出来的东西是完全一样的。</p><p>因为祸斗所到之处常常伴随火灾，因此古代的中国人将之看作是不祥的象征。</p><p>祸斗的传说</p><p>从前有个叫做吴堪的鳏夫，身为县里的小吏，性情恭顺。他家面临荆溪，常在门前用竹篱遮护溪水，不让它遭受污染。每天从县里办公归来，总是临水看玩，又敬又爱，也算是一种光棍的情感寄托。</p><p>几年以后，吴堪偶然在水边捡到一只白螺，就带回家用水养了起来。从此回家时都有了喷香的饭菜。邻居的母亲告诉说，他每天上班后，就有一位十七八岁、衣服轻艳的美丽女子来置办饭菜。吴堪疑是白螺所为，第二天假装出门，躲入邻家去偷看究竟，但见一个女子从他屋里出来，又进了厨房。吴堪赶紧推门进去拜谢，美女解释说：“上天知道你敬护泉源，工作勤快，又同情你孤苦一人，派我为你操持家务，幸好你看见了真相，不至于怀疑我的来历。”从此螺女成了他的媳妇，夫妻间的万般恩爱，自在不言之中。</p><p>当时的县令听说吴堪的艳遇，垂涎三尺，意欲横刀夺爱，设下了陷害他的计谋，然后召来吴堪说：“我要虾蟆毛和鬼臂这两件东西，今晚就来衙门交货，不然就严加重罚。”吴堪回家后神色忧郁地告诉了爱妻，妻子劝他不要担心，转身出门，不久就为他找来了这两件古怪的物事。</p><p>县官第二次召见吴堪，又故技重施说：“我要祸斗，你马上为我找来，否则会大祸临头。”吴堪回去告诉妻子，妻子又为他牵来了那头名叫“祸斗”的怪兽，大小和形状都很像狗类。吴堪把怪兽送给县官，对方见了后勃然大怒：“我要的是祸斗，这分明是狗嘛！又问它有什么特别的能耐。吴堪说它能吃炭火，也能排泄粪火。县令于是烧红了木炭让它进食。祸斗吃了后，排在地上的粪便都变成了火团。县令怒道：“此物有屁用？”正准备加害吴堪，火焰猛然烧起，迅速点燃了整个县衙，烟尘之大，一直随风飘到城门，县令及其全家都在火灾中化为灰烬，而吴堪和他的螺妻却从此失踪，变得杳无音讯，想必是逃亡到了某个世外桃源。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/3.神怪的世界/7.祸斗（无视频）/吴堪与白螺姑娘_notmp4.jpg"
        },
        {
            "id": "a112462db9794a64b69f4491882aaf38",
            "fileName": "夫诸",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/3.神怪的世界/8.夫诸（无视频）/《山海经·中山经》夫诸.jpg;",
            "detail": "<p>夫诸是中国古代汉族神话传说中的神兽之一，夫诸一种长着四只角的鹿，它的情状似温柔洁净，喜欢四处角戏，它一出现，其地必定是大水时期。古代人民视夫诸为水灾的兆星。</p><p>《山海经（中次三经）》有载。古代神兽之一，样子像白鹿，四角，是兆水之兽。</p><p>相关记载</p><p>夫诸：象白鹿，但有四角。招大水。《山海经（中次三经）》有载。</p><p>传说中异兽名。状如白鹿而有四角。其现为水灾之兆。其说始见于先秦。</p><p>《山海经·中山经》：“敖岸之山……有兽焉，其状如白鹿而四角，名曰夫诸，见则其邑大水。”</p><p>",
            "noMp4Img": "../../res/1.神话的国度/3.神怪的世界/8.夫诸（无视频）/《山海经·中山经》夫诸_notmp4.jpg"
        },
        {
            "id": "370c08ac20e8497cacd44adb72e7ee03",
            "fileName": "朱厌",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/3.神怪的世界/9.朱厌（无视频）/《山海经·西山经》.jpg;",
            "detail": "<p>朱厌出自于《山海经·西山经》，一种古代凶兽，出于小次山。白头红脚，身形像猿猴。传说这种野兽一出现，天下就会发生大战争。 </p><p>相关记载</p><p>​《山海经·西山经》：“又西四百里，曰小次之山，其上多白玉，其下多赤铜。有兽焉，其状如猿，而白首赤足，名曰朱厌，见则大兵。”</p><p>",
            "noMp4Img": "../../res/1.神话的国度/3.神怪的世界/9.朱厌（无视频）/《山海经·西山经》_notmp4.jpg"
        },
        {
            "id": "a420ac7f427543168e18035565e4264a",
            "fileName": "蜚",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/3.神怪的世界/10.蜚（无视频）/蜚.jpg;",
            "detail": "<p>蜚（fei）：“蜚”居住在中原东部的太山，外形象牛，头部为白色，但是却长着蛇的尾巴、而且只有一只眼睛。当“蜚”进入水中时，水源会立即干涸；当它进入草丛时，草会立即枯死，从这种情况看来，它同时是一种火系的妖怪。</p><p>太山上多金玉桢木。有兽焉，其状如牛而白首，一目而蛇尾，其名曰蜚。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/3.神怪的世界/10.蜚（无视频）/蜚_notmp4.jpg"
        },
        {
            "id": "8cf96c4a1cb840a59f1b91ac29581bc3",
            "fileName": "九婴",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/3.神怪的世界/11.九婴（无视频）/《淮南子》.jpg;../../res/1.神话的国度/3.神怪的世界/11.九婴（无视频）/九婴绘画.jpg;",
            "detail": "<p>九婴是古代神兽之一。水火之怪，能喷水吐火，其叫声如婴儿啼哭，故称九婴。尧时出，作害人间，被羿射杀于北狄凶水之中。其说始见于汉。出自《淮南子·本径训》高诱注：“九婴，水火之怪，为人害……之地有凶水。”</p><p>历史起源</p><p>当初太吴伏羲氏生于成纪(现在甘肃秦安县)，自幼即思创造一种符号为天下利用，就是现在所传的八卦。后来仓颉氏因了他的方法，方才制造文字出来，所以伏羲八卦实在是中国文字的根源。但是伏羲氏画八卦的地方不止一个(河南淮宁县北一里，又上蔡县东三十里，都有伏羲八卦台)，而最早的地方终究要算降生地方的成纪，所以成纪那边伏羲所画的八卦尤为文字根源的根源。那边画八卦的地方后人给他起了一座台，作为纪念。每逢下雪之后，那台下隐隐约约还有所画八卦的痕迹。精诚所结，日久通灵，遇到盛世，就成祥瑞，遇到乱世，就为灾患。所以那九婴就是坎、离二卦的精气所幻成的。坎卦四短画，一长画；离卦二短画，二长画，共总九画，所以是九个。因为伏羲氏幼时所画的，而且卦痕多不长，所以都是婴孩的样子。坎为中男，所以五个是男形；离为中女，所以四个是女形。坎为水而色玄，所以五个男婴都善用水，而衣黑衣；离为火而色赤，所以四个女婴都善用火，而衣红。大抵这一种精怪所恃者，人不知其来历出身，所以敢于为患。</p><p>外貌形态</p><p>九婴是九头怪兽、怪蛇之属，能喷水吐火造成灾害。</p><p>神兽简介</p><p>古代神兽之一。水火之怪，能喷水吐火，其叫声如婴儿啼哭，故称九婴。尧时出，作害人间，被羿射杀于北狄凶水之中。其说始见于汉。传说中的水火怪。亦用以喻邪恶凶残的人。</p><p>九婴《淮南子·本径训》高诱注：“九婴，水火之怪，为人害。之地有凶水。”</p><p>《中国古代神话传说》中提到北方有一条大河，水深千丈，波浪汹涌，人称凶水。凶水中有一只九头怪物，名叫九婴，既能喷水，又能喷火。十日并出时，凶水也沸腾了，九婴嫌水中太热，就跳上岸来，见人就吃，吃的时候，必须有9样食品同时供它吃，因此成为后羿第3个斩杀目标。</p><p>羿杀九婴</p><p>九婴生于天地初分之时，当时天地灵气厚若实质，不知产出多少强横的灵兽怪物。这只九命老妖于深山大泽之中，阴阳之元气氤氲交错，化生而出，乃是九头蛇身，自号九婴。每一头即为一命。因是天地直接产出，无魂无魄，身体强横异常，已为不死之身，又加有九命，只要有一命尚在，九婴只需于天地间采集灵气就能恢复。</p><p>九头怪九婴自恃有九个脑袋，九条命，丝毫不畏惧北伐的羿，它九口齐张，喷吐出一道道毒焰、一股股浊流，交织成一张凶险的水火网，企图将羿困住。羿知道它有九条命，射中一个头后，非但不会死，而且会很快痊愈，故再使连环箭法，九支箭几乎同时插到九婴的九个头上，九婴的九条命一条也没留下。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/3.神怪的世界/11.九婴（无视频）/九婴绘画_notmp4.jpg"
        },
        {
            "id": "f8bd87f717164374886d9e70a1fc0f30",
            "fileName": "巴蛇（修蛇）",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/3.神怪的世界/12.巴蛇（无视频）/后羿射巴蛇.jpg;../../res/1.神话的国度/3.神怪的世界/12.巴蛇（无视频）/巴蛇.jpg;",
            "detail": "<p>古代中国的巨蛇，叫做巴蛇，也叫做修蛇。据说体长达到180米、头部蓝色、身体黑色。修蛇居住在 洞庭湖一带，吞吃过往的动物，据说它曾经生吞了一头大象，过了3年才把骨架吐出来。由于修蛇也袭击人类，所以 黄帝派遣 后羿前往斩杀，后羿首先用箭射中了修蛇，然后一直追赶它到遥远的西方、将其斩为两段。修蛇的尸体变成了一座山丘，现在称为巴陵。 </p><p>后羿断修蛇 </p><p>羿听了，即与逢蒙上前观看，只见那蛇确在山上曝它的鳞甲，头向西，朝着大泽，足有车轮一般的大，张口吐舌，舔煔不止，好不怕人。周身鳞甲，或青，或黄，或黑，或赤，几乎五色毕具。细看它的全身，除一部分在山石上外，其半身还在林中，从东林挂到西林，横亘半空，俨如一道桥梁。众人看了，无不骇异。正在指点之时，那蛇似乎有点觉得，把头昂起，向北旋转，朝着羿等。羿和逢蒙一见，不敢怠慢，两支箭早已如一对飞蝗，直向它两眼而去。接着，又是两箭，观准了飕飕射去。但是它的那股毒气亦是喷薄而来。</p><p>这面兵士早已防到，一千束的柴草顷刻烧起，雄黄之气馥烈袭人。凑巧北风大作，将雄黄烟卷向巴蛇而去。这时烟气弥漫，对面巴蛇如何情形一时亦望不明白，但听见大声陡起，震动远近，仿佛是山崩的样子。</p><p>巴蛇食象</p><p>出自《山海经》。其原文为：巴蛇食象，三岁而出其骨，君子服之，无心腹之疾。其为蛇青赤黑。一曰黑蛇青首，在犀牛西。其译文为：有一种蛇名叫巴蛇，可以吃象。每吃完一头象，要过三年才能将象骨吐出来。有大德的人若有幸吃到巴蛇肉，便可终生不生心腹部疾病。巴蛇的皮为青、黄、赤、黑各色交杂，五彩斑斓。也有说巴蛇身是黑色的，脑袋是青色的，一般生活在犀牛生活地的西边。</p><p>“巴蛇吞象”原出自《山海经 海内南经》。其文曰：“巴蛇食象，三岁而出其骨。君子服之,无心腹之疾。”意思是：有一种巴蛇能吃大象（传说巴蛇生于南海，黑身子，青脑袋，长800尺），它把象吞下去后，消化三年，才把象的骨头吐出来。这种象骨服食后可治腹内的疾病。由此可见，即使是神话中的大蛇，吞下一头大象也是不容易的事情。那么一般的蛇，要想吞象，那当然更是不自量力了。后来遂以此比喻人心贪得无厌。久而久之即演变为“人心不足蛇吞象”的俗语。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/3.神怪的世界/12.巴蛇（无视频）/后羿射巴蛇_notmp4.jpg"
        }
    ],
    "1.上古神话": [
        {
            "id": "bf7d52a568034b93a838d77b4a09f898",
            "fileName": "盘古",
            "fileUrl": "../../res/1.神话的国度/1.上古神话/1.盘古/盘古开天辟地.mp4",
            "imgUrl": "../../res/1.神话的国度/1.上古神话/1.盘古/盘古开天辟地雕塑.jpg;../../res/1.神话的国度/1.上古神话/1.盘古/盘古开天辟地邮票.jpg;",
            "detail": "<p>人类历史从这里开始，这不仅仅是一个神话传说，他殚尽竭虑，以自己的生命换取了丰富多彩的大千世界；他象征着人类最高的献身精神，是中华文明中一颗璀璨的明珠。自从盘古开天地，三皇五帝夏商周，中华文化从此传······</p><p>在很早很早以前，天地还是浑沌一片，像一个大鸡蛋，这个“鸡蛋”里却孕育了一个神奇的生命，他就是创世之神、人类的始祖——龙首蛇身的盘古。他在“鸡蛋”中沉睡着、成长着。</p><p>终于有一天，盘古睁开了双眼，从浑沌中清醒过来，但是他发现自己被不知名的东西包裹着，处于一片黑暗之中。于是他拔下自己一颗牙齿，把它变成了一把威力无比的神斧。</p><p>盘古拿起这把神斧，向他的周围劈去，只听见一声巨响，“鸡蛋”被打开了，其中一些轻而清澈的东西，飘飘扬扬往上升，变成了多彩的天空；一些重而浑浊的物质慢慢下沉，变成了广袤的大地。</p><p>为了防止天地再次合上，盘古用头顶着天，脚踩着地。就这样，天每天升高一丈，地每天下沉一丈，盘古也随着越长越高，就这样又过了十万八千年；天已经高的不可企及，地也厚的无法测量，盘古也成为屹立于天地间的巨人。但疲惫不堪的盘古却永远地闭上了双眼。</p><p>当盘古庞大的身躯倒下的一霎那，他的身体发生了神奇的变化：他呼出的气，变成了四季的风和天空中的云雾；他的声音变成天空中的雷电；他的双眼变成了太阳和月亮；他的五脏变成了五岳；他的头发变成了星星；他的血液变成了江河湖海；他的肌肉变成了千里沃野；他的筋脉变成了道路；他的皮毛变成了茂盛的花草树木；他的汗水变成了雨露。盘古创造了天地，并把一切奉献给了世界，创造了美丽的宇宙，他让世界变得绚丽多姿，他已经完全融入到了天地之间。</p><p>盘古开创了天地，使这个新的宇宙富饶而美丽。他孤零零地来到了这个世界，又寂寞地离开，但是他给人类留下了不尽的精神财富和物质财富。</p><p>    盘古开天辟地虽然只是一个神话传说，但是盘古的形象却反映了原始社会人类对动物的崇拜心理、以及先民们创造世界、改造世界的伟大抱负，可以说是对人类创造力的热情讴歌，是对人类奉献精神的一种颂扬。</p><p>",
            "noMp4Img": ""
        },
        {
            "id": "833417ab685e49bca2a711275a992f43",
            "fileName": "伏羲",
            "fileUrl": "../../res/1.神话的国度/1.上古神话/2.伏羲/伏羲神话.mp4",
            "imgUrl": "../../res/1.神话的国度/1.上古神话/2.伏羲/伏羲石像.jpg;../../res/1.神话的国度/1.上古神话/2.伏羲/伏羲.jpg;",
            "detail": "<p>“小舟从此逝，江海寄余生”，在波澜起伏的大海上，是他带领着渔民撒下了第一张网；“八卦始创，天人合一”，是他运筹帷幄，开启了“易”文化的始源；“琴瑟在御，岁月静好”，是他发明了陶埙（xūn）和琴瑟，将天籁之音带到了人间；“男婚女嫁，花前月下”，是他扮演着人间月老的角色，使原始的群婚走向文明。他就是被誉为“三皇之首”的伏羲。</p><p>伏羲的诞生，充满了奇幻的色彩。相传上古时期，有一位名叫华胥氏的女子，在雷泽游玩时看到了一个巨大的脚印，一时好奇，她便将自己的脚踏在了这个大脚印上，当时她就有一种被蛇缠身的感觉，不久后，华胥氏竟然怀上了身孕。不同于传统女子的十月怀胎，令人惊讶的是，她怀孕十二年后才产下一子，这个孩子就是伏羲。他的样貌非常奇特，长着人的脑袋，蛇的身子，而他富有传奇色彩的身世，更预示了不平凡的生命历程。</p><p>司马迁在《史记·太史公自序》中说：“伏羲至纯厚，作易八卦。”在远古时代，人们面对着未知的世界，每天忧心忡忡，不知花开花落，草木枯荣遵从何序；亦不懂斗转星移，气候变换是何缘由。因为未知，所以恐惧。有一天，伏羲在河边捕鱼，看到了一只有着奇特纹路的龟，他仔细端详，发现龟壳上的花纹中间五块，周围八块，外圈十二块，看到这些，伏羲恍然顿悟，由此推算出了天地运行的规律，创制了八卦，并借此预测未来，以维护国家的安定和人民的幸福。</p><p>《周易·系辞下》中有言：“上古结绳而治，后世圣人易之以书契。”这里的“上古”是相对而言的，指的是燧人氏时代，而这里的“后世圣人”，指的就是伏羲。在伏羲之前的燧人氏时代，人们都是结绳记事，如果发生了重大的事件，就在绳子上打结。后来，伏羲创造了书契，契刻符号。如果有重要的事发生，就用一个特定的符号记录下来，用以取代结绳记事，后来，这种符号逐渐发展为文字，并在各部族推广开来。</p><p>伏羲和百姓一起从事劳作，他看到人们挥汗如雨，非常辛苦，于是想到平日里看到的一些动物力气很大，就试着驯化一些动物，以便为人所用，从此以后就有了家畜。有了动物的帮助，生产能力得到了很大的提高，人们也减少了许多劳作之苦。而在沿海地区的居民，由于海水的影响，大片的盐碱地不适合种植粮食。伏羲认为，在这无边的大海中，一定还有无穷的宝藏；于是，他先是制作了渔网，然后带领人们乘着小舟驶向了汪洋大海，从此以后，对于人们来说，大海就不再那么可望而不可及了。</p><p>在原始社会时期，人们是没有血缘意识的。人类的繁衍基本是靠近亲之间通婚来进行的，但这样孕育出的下一代，身体素质自然就很差。伏羲为了使人类可以更好地繁衍下去，便将血缘婚改为族外婚，鼓励各个不同的部族之间通婚。同时，伏羲还变革了婚姻习俗，提倡男聘女嫁的婚俗礼节，逐渐废除了传统的走婚制度，这样就改变了“子女只知其母不知其父”的原始群婚现象，从而为中华民族的长远发展奠定了坚实的基础。</p><p>在物质生活得不到基本满足的同时，人们对精神生活的需求也逐渐提高了。除了人类美妙的歌喉，伏羲还发现了万物有声的自然之理，例如，那苍翠的竹林，风吹过时就会发出天籁之音，那些有孔的石头和陶器，也有异曲同工之妙。后来，伏羲经过一番仔细的观察，创造了陶埙与琴瑟。从此，人们的耳边就不再仅仅充满着野兽恐怖的嚎叫，更多的是丝竹清韵之声。</p><p>在伏羲的感召之下，各地的部族都纷纷臣服于他。随着统治地域的不断扩大，伏羲虽然每天日理万机，但仍觉得分身乏术，于是他决定将统治地域分而治之，任命官员去各地进行管理，这样一来，所有的地域就都得到了有效的治理，为后世统治者治理国家提供了借鉴。</p><p>一直以来，“三皇五帝”都被尊为中华民族的共同祖先，而在他们之中，伏羲的地位更是居于首位。纵观伏羲的种种功绩，无论是他在生产生活方面的贡献，还是在文化文明方面巨大的推动作用，都已经成为了中华民族古代神秘文化宝库的重要组成部分，而关于他的传说，更是在中华民族传统文化的生发和形成中散发着独特的魅力。</p><p>",
            "noMp4Img": ""
        },
        {
            "id": "27063305e9ff46a8b4e92545d80c2387",
            "fileName": "女蜗",
            "fileUrl": "../../res/1.神话的国度/1.上古神话/3.女蜗/女蜗造人补天.mp4",
            "imgUrl": "../../res/1.神话的国度/1.上古神话/3.女蜗/女娲补天雕塑.jpg;../../res/1.神话的国度/1.上古神话/3.女蜗/女娲造人邮票.jpg;",
            "detail": "<p>女娲是一个人身龙尾的女神。</p><p>有一天女祸沿着黄河滑行，低头看见了自己美丽的影子时，不禁高兴起来。她决定用泥土按照自己的形貌来捏泥人。女娲心灵手巧，不一会儿就捏好了好多的泥人。女娲朝着那些小泥人吹口气，那些小泥人便“活”了起来，变成了一个个活泼可爱的小人。这些小人朝着女娲娘娘身边跑去，嘴里喊着：“妈妈，妈妈…….”，女娲娘娘抚摸着她的孩子们，开心的笑着。</p><p>有一天，水神共工和火神祝融打仗，共工被祝融打败了，他气得用头去撞西方的不周山，结果将这座撑天的大柱撞塌了，半边天便塌了下来，天上出了一个巨大的窟窿，大地也被震荡得多处裂痕。洪水和火焰向人类奔驰而来。</p><p>女娲前来拯救她的孩子们，帮助她的儿女们度过灾难。女娲挑选了许多五彩缤纷的石头，把它们放在熔炉里熔化，再把这些熔化的液体一点一点运到天上，修补破埙的天空。女娲不停地补呀补呀，九天九夜过去了，天空终于被补好了，大地放晴了，天边出现了五色云霞。</p><p>从此，大地又出现了祥和欢乐的气氛，人们幸福地生活着。</p><p>",
            "noMp4Img": ""
        },
        {
            "id": "ea1f38c6f7ac4101b82bac1f2b6a015c",
            "fileName": "夸父逐日",
            "fileUrl": "../../res/1.神话的国度/1.上古神话/4.夸父逐日/夸父逐日.mp4",
            "imgUrl": "../../res/1.神话的国度/1.上古神话/4.夸父逐日/夸父逐日雕塑.jpg;../../res/1.神话的国度/1.上古神话/4.夸父逐日/夸父逐日邮票.jpg;",
            "detail": "<p>“夸父诞宏志，乃与日竞走”他与太阳赛跑的壮志，鼓舞着人类不断进取；他以执着的献身精神，感动了一代又一代的人们；他以无与伦比的英雄气概，激励着人类勇敢追求幸福生活；他以他的行动，证明了中华儿女的雄心壮志，证明了中华儿女个个都是不屈的灵魂。</p><p>远古时期，在无边无际的荒野中，有一座叫成都载天的大山，山里面住着一群人，他们的首领是一位顶天立地的巨人。据说，这位巨人是炎帝的后代，他自幼得到异人的真传，善于走路，走起来，健步如飞，所以人们都称他为夸父。</p><p>有一年，天气特别炎热，他们种的庄稼全都干死了、河流也干枯了，人们在酷热中，纷纷死去。夸父看到这种情景，非常难过，他告诉族人：“太阳实在太可恶了，我要追上它，捉住它，让它听我指挥。”</p><p>当太阳刚刚从海上升起，夸父就带了一根手杖，开始了他追赶太阳的伟业。经过九天九夜的奔跑，夸父终于在太阳落山的地方，追上了太阳。但是这时的夸父却焦渴难耐，于是他来到黄河边，一口气把黄河水喝干了，但还是不解渴，他又跑到渭河，把渭河的水也喝干了。但是焦渴的感觉依然存在，夸父只好向北海跑去，想去喝大泽里的水。可惜，还没有到大泽，夸父就渴死了。</p><p>夸父死后，他手杖落地的地方，出现了一片绿叶茂盛、鲜果累累的桃树林。他的身体则变成了一座大山，后人称为夸父山。他用自己的血汗膏肥肥沃着这片土壤，使这片桃林终年茂盛。</p><p>夸父逐日不仅仅是一个神话传说，它反映的是远古时代，人类进行的一次长距离的部族迁徙。只可惜，这是一次失败的迁徙，他们朝着太阳落下的地方——西方迁徙，他们走进了浩瀚无边的沙漠，虽然找到了黄河、渭河，但是他们最终都干涸了。人们继续向北寻找大泽，但是在还没有找到水源时，他们已经因为缺水倒在了沙漠之中，从而演绎出这一段悲壮的夸父逐日的故事。</p><p>神话也罢，现实也罢，倏忽几千年，人们对历史的真相早已漠然，唯其精神永存。他的精神、他的意志已经融入了中华民族的魂魄之中，流动在每一个中华儿女的血脉之中。</p><p></p><p>",
            "noMp4Img": ""
        },
        {
            "id": "62ae6bd1302846d495c628d6c30d824e",
            "fileName": "后羿射日",
            "fileUrl": "../../res/1.神话的国度/1.上古神话/5.后羿射日/后羿射日.mp4",
            "imgUrl": "../../res/1.神话的国度/1.上古神话/5.后羿射日/后羿射日雕塑.jpg;../../res/1.神话的国度/1.上古神话/5.后羿射日/后羿射日邮票.jpg;",
            "detail": "<p>他天生神力，臂力无穷，具有百步穿杨之技；他是勇敢、智慧和力量的化身；是他拯救万民于劫难之中；他是人们心目中真正的英雄，被奉为“箭神”。在他身上到底发生了什么样惊心动魄的故事呢？他又是如何得到大家的拥戴的呢？</p><p>传说在很早很早以前，天空曾有十个太阳，他们是天帝帝喾和太阳女神羲和的儿子。这十个太阳住在东方海外的汤谷。天帝规定他们，每天只能有一个太阳出来，把他的热量挥洒人间，照耀在人间的每个角落。十个太阳轮流值日，秩序井然，天地万物一片祥和。可是，时间一长，这十个太阳就觉得很无聊，于是，他们就在一起商量，决定第二天十个太阳一起出去。</p><p>十个太阳的热量，把土地都烤焦了，甚至连铜铁砂石都要熔化了，庄稼已经干枯，森林时常着火，河流已经断流，甚至连大海都要干涸了，很多人在这一片炎热中死去，整个世界已经变成了火的海洋，人们在火海中苦苦挣扎，祈祷上天能解救他们。</p><p>天神中有一名神箭手叫后羿，也叫“夷羿”，他对十个太阳的作为，非常不满，于是带着他的神弓和神箭来到了十个太阳附近。鉴于他们是天帝的儿子，后羿就想先吓唬吓唬这些太阳。哪知道，这十个太阳有恃无恐，根本不把后羿放在眼里。后羿怒火中烧，站稳脚跟，搭弓拉箭，直指其中的一个太阳，只听得“铮”的一声响，一只神箭应声飞向天际，不一会儿，天空中传来一阵刺耳的悲鸣，一个太阳迅速黯淡下去，并砰然落下，空气中顿时凉爽了不少。紧接着，后羿连发八箭，八个太阳都被射了下来，天空中，只留下了一个太阳，后羿命令这个太阳，以后要准时出来，给人间散播光和热，这个太阳早就吓得六神无主，只是一个劲的点头。</p><p>从此，人间再次焕发出新的气象，可是被人们称颂的后羿，却因为射杀了天帝的九个儿子，遭到天帝的惩罚，他和他的妻子嫦娥被贬下凡间成为了凡人。</p><p>后羿射日其实体现了远古人类遭遇到了严重的旱灾，反映了早期人类生存环境的恶劣，但同时也体现了人类与大自然进行着艰苦卓绝的斗争，并取得了辉煌的胜利，谱写了人类发展史中壮丽辉煌的篇章。</p><p>",
            "noMp4Img": ""
        },
        {
            "id": "5e36a17b84f04c9c9139cebe99d7e586",
            "fileName": "嫦娥奔月",
            "fileUrl": "../../res/1.神话的国度/1.上古神话/6.嫦娥奔月/嫦娥奔月.mp4",
            "imgUrl": "../../res/1.神话的国度/1.上古神话/6.嫦娥奔月/嫦娥奔月邮票.jpg;../../res/1.神话的国度/1.上古神话/6.嫦娥奔月/嫦娥人物画像.jpg;",
            "detail": "<p>远古的时候，天上曾有十个太阳，晒得大地冒烟，海水干枯，老百姓苦得活不下去。有个叫后羿的英雄力大无比，他用宝弓神箭，一口气射下九个太阳。最后那个太阳一看不妙，连忙认罪求饶，后羿才息怒收弓，命令这个太阳今后按时起落，好好儿为老百姓造福。</p><p>后羿的妻子名叫嫦娥，美丽贤惠，心地善良，大家都非常喜欢她。一个老道人十分钦佩后羿的神力和为人，赠他一包长生不老药，吃了可以升天，长生不老。后羿舍不得心爱的妻子和乡亲，不愿自己一人升天，就把长生不老药交给嫦娥收藏起来。后羿有个徒弟叫蓬蒙，是个奸诈小人，一心想偷吃后羿的长生不老药，好自己升天成仙。这一年的八月十五，后羿带着徒弟们出门打猎去了。天近傍晚，找借口未去打猎的蓬蒙闯进嫦娥的住所，威逼嫦娥交出可以升天的长生不老药。嫦娥迫不得已，仓促间把药全部吞下肚里。马上，她便身轻如燕，飘出窗口，直上云霄。由于嫦娥深爱自己的丈夫，最后她就在离地球最近的月亮上停了下来。听到消息，后羿心如刀绞，拼命朝月亮追去。可是，他进月亮也进，他退月亮也退，永远也追不上。</p><p>后羿思念嫦娥，只能望着月亮出神。此时月亮也格外圆格外亮，就像心爱的妻子在望着自己。第二年八月十五晚上，嫦娥走出月宫，默默地遥望下界，思念丈夫和乡亲们。她那美丽的面孔，使得月亮也变得格外圆格外亮。后羿和乡亲们都在月光下祭月，寄托对嫦娥的思念。从此年年如此，代代相传。由于八月十五正值中秋，就定为中秋节。</p><p>",
            "noMp4Img": ""
        },
        {
            "id": "d9f77d49493b4fdfbd2d5ee6e1a4f054",
            "fileName": "吴刚伐桂",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/1.上古神话/7.吴刚伐桂（无视频）/吴刚雕塑.jpg;",
            "detail": "<p>吴刚伐桂是古代中国神话传说之一。相传吴刚是樵夫，西河人氏，醉心于仙道，但始终不肯专心学习，因此天帝震怒，把他留在月宫，要他砍倒桂树，方可获仙术。吴刚便开始伐桂，但吴刚每砍一斧，斧起而树创伤就马上愈合。日复一日，吴刚伐桂的愿望仍未达成，桂高达五百丈，随砍即合，天帝就是利用这种永无休止的劳动为对吴刚的惩罚。</p><p>吴刚伐桂酿天下第一美酒——桂花酒</p><p>吴刚每天伐树不止，千万年过去了，那棵神奇的桂树依然如旧，生机勃勃，每临中秋，馨香四溢。吴刚知道人间还没有桂树，他就准备把桂树的种子传到人间。</p><p>古时候在杭州的两项山下，住着一个卖山葡萄的寡妇，她为人豪爽善良，酿出的酒，味醇甘美，人们尊敬她，称她仙酒娘子。一年冬天，冰封雪冻，清晨，仙酒娘子刚开大门，忽见门外躺着一个骨瘦如柴、衣不遮体的中年男子，看样子是个乞丐。仙酒娘子摸摸那人的鼻口，还有点气息，就慈心大发，也不管别人怎么议论她，把他背回家里，先灌热汤，又喂了半杯酒。</p><p>那汉子慢慢苏醒过来，激动地说：“谢谢娘子救命之恩。我是瘫痪人，出去不是冻死，也得饿死，你行行好再收留我几天吧。”</p><p>仙酒娘子为难了，因为常言道，寡妇门前是非多，像这样的汉子住在家里，别人会说闲话的。可是再想想，总不能看着他活活冻死、饿死啊！终于点头答应，留他暂住。</p><p>果不出所料，关于仙酒娘子的闲话很快传开，大家对她疏远了，到酒店来买酒的一天比一天少了。</p><p>但仙酒娘子忍着痛苦，尽心尽力照顾那汉子。后来，人家都不来买酒，她实在无法维持，那汉子也就不辞而别，不知所往。</p><p>吴刚伐桂</p><p>仙酒娘子放心不下，到处去找，在山坡遇到一位白发老人，挑着一担干柴，吃力地走着。仙酒娘子正想去帮忙，那老人突然跌倒，干柴散落满地。老人闭着双目，嘴唇颤动，微弱地喊着：水，水……荒山坡目哪来水呢？仙酒娘子咬破中指，顿时，鲜血直流，她把手指伸到老人嘴边，老人忽然不见了。</p><p>一阵清风，天上飞来一个黄布袋，袋中贮满许许多多小黄纸包，另有一张黄纸条，上面写着：</p><p>月宫赐桂子，奖赏善人家。福高桂树碧，寿高满树花。采花酿桂酒，先送爹和妈。吴刚助善者，降灾奸诈滑。</p><p>仙酒娘子这才明白，原来这瘫汉和担柴老人，都是吴刚变的。这事一传开，远近都来买仙酒娘子的桂花酒。</p><p>善良的人把桂子种下，很快长出桂树，开出桂花，满院香甜，无限风光。</p><p>对于那些心术不正的人，种下的桂子就是不生根发芽，使他们感到难堪，从此洗心向善。</p><p>大家都很感激仙酒娘子，是她的善行，感动了月宫里管理桂树的吴刚大仙，才把桂子酒向人间，从此人间才有了桂花与桂花酒。</p><p>当年，吴刚的妻子缘妇由于内心负疚，便叫三个儿子，一个叫鼓、一个叫延、一个叫殳斨，飞往月亮，陪伴他们名义上的爸爸，度过那漫长无尽的清冷岁月。吴刚的三个儿子叫鼓的变成了蟾蜍，叫延的变成了小兔，叫殳斨的变了叫“不详”天癸。从此殳斨开始制作箭靶，鼓、延开始制造钟、磬，制定作乐曲的章法。所以寂寞的广寒宫时常仙乐飘飘。</p><p>后世，唐明皇漫游月宫的时候把这些游乐曲记录下来，回到人间，创作了《霓裳曲》。传说唐明皇漫游月宫的时候，吴刚还接见了他呢！只不过当时他面容疲倦，而且他的斧头已经生满了黑锈，破旧的衣袖也因为没有人缝补而破烂不堪罢了。</p><p>这便是中华远古五帝时代吴刚第一位做成了天下第一美酒——桂花酒的事！</p><p>",
            "noMp4Img": "../../res/1.神话的国度/1.上古神话/7.吴刚伐桂（无视频）/吴刚伐桂_notmp4.jpg"
        },
        {
            "id": "f9ec129e73e64fb09787c56ae462d378",
            "fileName": "玉兔捣药",
            "fileUrl": "../../res/1.神话的国度/1.上古神话/8.玉兔捣药/玉兔捣药 刘明星.mp4",
            "imgUrl": "../../res/1.神话的国度/1.上古神话/8.玉兔捣药/玉兔.jpg;../../res/1.神话的国度/1.上古神话/8.玉兔捣药/玉兔捣药剪纸画.jpg;../../res/1.神话的国度/1.上古神话/8.玉兔捣药/玉兔捣药铜镜.jpg;",
            "detail": "<p>玉兔捣药是中国神话传说故事之一，大多数人都听说过玉兔捣药的神话故事，也知道玉兔是住在广寒宫——月亮，那么，玉兔捣药的故事有四个传说。</p><p>玉兔捣药传说之一</p><p>传说中月宫里有一只白色的玉兔，她就是嫦娥的化身。因嫦娥奔月后，触犯玉帝的旨意，于是将嫦娥变成玉兔，每到月圆时，就要在月宫里为天神捣药以示惩罚。</p><p>传说二</p><p>传说有三位神仙，化身为三个可怜的老人，向狐狸、猴子及兔子乞食，狐狸及猴子都拿出了食物接济老人，但只有兔子没有，后来兔子告诉老人：“你们吃我吧。”就往烈火中跳了进去，神仙们大受感动，于是将兔子送到了广寒宫成了玉兔，后来，玉兔就在广寒宫里和嫦娥相伴，并捣制长生不老药。</p><p>传说三</p><p>传说很久以前，有一对修行千年的兔子，得道成了仙。它们有四个可爱的女儿，个个生得纯白伶俐。</p><p>一天，玉皇大帝召见雄兔上天宫，它依依不舍地离开妻儿，踏着云彩上天宫去。正当它来到南天门时，看到太白金星带领天将押着嫦娥从身边走去。兔仙不知发生了什么事，就问旁边一位看守天门的天神。听完她的遭遇后，兔仙觉得嫦娥无辜受罪，很同情她。但是自己力量微薄，能帮什么忙呢？想到嫦娥一个人关在月宫里，多么寂寞悲伤，要是有人陪伴就好了，忽然想到自己的四个女儿，它立即飞奔回家。</p><p>兔仙把嫦娥的遭遇告诉雌兔，并说想送一个孩子跟嫦娥作伴。雌兔虽然深深同情嫦娥，但是又舍不得自己的宝贝女儿，这等于是割下它心头的肉啊！几个女儿也舍不得离开父母，一个个泪流满面。雄兔语重心长地说道：“如果是我孤独地被关起来，你们愿意陪伴我吗？嫦娥为了解救百姓，受到牵累，我们能不同情她吗？孩子，我们不能只想到自己呀！”</p><p>孩子们明白了父亲的心，都表示愿意去。雄兔和雌兔眼里含着泪，笑了。它们决定让最小的女儿去。</p><p>于是小玉兔告别父母和姊姊们，到月宫陪伴嫦娥捣药了！</p><p>传说四</p><p>也有人说玉兔本是后羿,因为嫦娥奔月,而又思念后羿,后羿为了和嫦娥在一起,情愿变成了她最爱的小动物--玉兔.可惜嫦娥始终不知玉兔就是她日夜思念的后羿！</p><p>古时候，文人写诗作词，常常以玉兔象征月亮，像辛弃疾的《满江红·中秋》即以玉兔表示月亮。至于诸多旧小说，也常常使用此等掌故以暗示月亮。在道教掌故中，玉兔常常与金乌相对，表示金丹修炼的阴阳协调。</p><p>",
            "noMp4Img": ""
        },
        {
            "id": "c1890e2b213c404e99271e859fbf8ec0",
            "fileName": "燧人",
            "fileUrl": "../../res/1.神话的国度/1.上古神话/9.燧人/燧人取火.mp4",
            "imgUrl": "../../res/1.神话的国度/1.上古神话/9.燧人/钻木取火.jpg;../../res/1.神话的国度/1.上古神话/9.燧人/燧人氏钻木取火.jpg;",
            "detail": "<p>他让人类摆脱了黑暗，享受着光明；他让人类结束了茹毛饮血的时代。这是人类发展史上一件划时代的大事，开创了人类征服自然的新纪元。火，人工取火，这是人与动物的最大区别，人类到底是怎样发明了火呢？</p><p>在很早以前，自然界就已经出现了天然火，人们偶然发现，动物烧起来吃特别香。于是人们开始想方设法把火种保存下来。但是保存火种是一件非常辛苦的工作。有一个聪明的人，不忍心看到大家如此辛苦地保存火种，就发誓要找到火源，解开火的秘密。他能解开这个秘密，给人们带来火种吗？</p><p>为了寻找火源，这个人开始周游天下。有一天，他来到了一个叫燧明国的地方，这里有一颗叫“燧木”的树，树非常大，大的把太阳、月亮都遮住了，但是树下却并不是漆黑一片，树下到处闪烁着美丽的火光，燧人国的人民正是在这火光下，辛勤劳作，悠然自得的生活着。但是这火光是怎么来的呢？</p><p>这个聪明人在树下仔细观察，终于发现了火光的秘密。</p><p>原来，在树下，生活着一群大鸟，这种大鸟有一双像鹗一样的坚硬利爪。它总是栖息在树上，找虫子吃，并用它长长的硬喙像啄木鸟一样去啄树干，每啄一下，就会迸发出璀璨夺目的火光。看到此情此景，这个聪明人突然想到了获得火种的办法。</p><p>这个聪明人，回到家乡，经过反复实验，终于发明了钻木取火的办法。从此以后，人类能自由的使用火了。火的发明不仅给人类带来了光明，而且吃熟食，使身体更加强健、智力发展更是突飞猛进；火给人类带来温暖的同时，也扩大了人类活动的范围，使人类可以不用再受气候限制，在寒冷的地区照样可以生存下去。</p><p>神话传说总归是神话，根据现代考古发现，人类在旧石器时代晚期，就已经掌握了人工取火的方法。人工取火，其实是人类在长期的劳动实践过程中，偶然看到岩石碰撞有火星飞溅，而飞溅的火花，有时候落到干枯的枝叶、乱草上燃烧起来；受此启发，火就这样被人类发明了。</p><p>人工取火，是人类征服自然的一大明证，再次表明了人的智慧是无穷的，人真正是万物之灵，是世界的主宰。</p><p></p><p>",
            "noMp4Img": ""
        },
        {
            "id": "8e9460f2ecf94b2abba018d0854b01a8",
            "fileName": "雷公",
            "fileUrl": "../../res/1.神话的国度/1.上古神话/10.雷公/雷公 刘明星.mp4",
            "imgUrl": "../../res/1.神话的国度/1.上古神话/10.雷公/雷公 电母塑像.jpg;../../res/1.神话的国度/1.上古神话/10.雷公/雷公塑像.jpg;",
            "detail": "<p>雷神俗称雷公，因雷为天庭阳气，故称“公”，是古代中国神话中主管打雷的神。出自《山海经·海内东经》。相传雷神生于古雷泽（故址在今山东菏泽），所传始为兽型，或似鬼，或似猪，而以猴形居多;后状若力士，坦胸露腹，背插双翅，额生三目，脸赤色猴状，足如鹰鹯，左手执楔，右手持锥，呈欲击状，神旁悬挂数鼓，足下亦盘蹑有鼓。击鼓即为轰雷。能辨人间善恶，代天执法，击杀有罪之人，主持正义。</p><p>古代人们对打雷这种自然现象不十分了解，因此逐渐演化出一系列有关传说。在古代中国，雷神的形象是不断演变的。最初，人们把它塑造成人头龙身的怪物，敲打它的肚子就发出雷声。后来才渐渐变成尖嘴猴脸的形象，并逐渐定型。在道教神话中，记载了许多数量、各种级别的雷神，最基层的是“雷公”，上一层的是普通的“雷神”，再上层是“雷王”。传说雷王出生在广东省的雷州半岛，名叫陈文玉，后来成为神仙。道教中级别最高的雷神是“九天应元雷声普化天尊”。“天尊”在道教神仙中属于最高级别，“普化天尊”是所有雷神的总司令。在中国人的理念中，雷神是惩罚罪恶之神，人如果做了坏事或违背誓言，就有可能遭五雷轰顶死去。中国民间把雷神的生日定在农历6月24日，这一天要举行祭祀仪式。寄托了中国劳动人民一种祛邪、避灾、祈福的美好愿望。</p><p>雷神信仰起源于中国古代先民对于雷电的自然崇拜，因为远古时代，气候变化异常，晴朗的天空会突然乌云密布，雷声隆隆，电光闪闪，雷电有时会击毁树木，击丧人畜。使人们认为天上有神在发怒，进而产生恐惧之感，对之加以膜拜。神的形象也从单纯的自然神逐渐转变成具有复杂社会职能的神。</p><p>民间自古崇敬雷公，流传许多雷公故事，尤以唐宋为甚。</p><p>唐宋文人笔记中，多记大雷雨后，雷神、雷鬼从空而降，雷神霹打不孝子和不法商人，及雷神娶妇等故事，反映出人们对雷神既存敬畏心理，又寄托主持正义的愿望。在这些故事中，唐沈既济《雷民传》所记雷公育子事更引人注目，该传称：“昔（雷州民）陈氏因雷雨昼冥，庭中得大卵，覆之数月，卵破，有婴儿出焉。自后日有雷扣击户庭，入其室中，就于儿所，似若孵哺者。岁余，儿能食，乃不复至。遂以为己子。（陈）义即卵中儿也。”</p><p>",
            "noMp4Img": ""
        },
        {
            "id": "6e10c2f78e3045c188604bbf5a18ea3f",
            "fileName": "祝融",
            "fileUrl": "../../res/1.神话的国度/1.上古神话/11.祝融/祝融  刘明星.mp4",
            "imgUrl": "../../res/1.神话的国度/1.上古神话/11.祝融/祝融峰.jpg;../../res/1.神话的国度/1.上古神话/11.祝融/祝融画像.jpg;",
            "detail": "<p>祝融是中国神话传说中的火神，为夏官官名与大司马是同义词。《晋书》有记载：“帝高阳之子重黎为“夏官祝融”。这句话明确的告诉我们祝融是夏官的官名。除了《晋书》以外《左传》也有祝融是夏官官名的记载。《左传.昭公二十九年》说：“木正曰句芒，火正曰祝融、金正曰蓐收，水正曰玄冥，土正曰后土。里面提到的木正即春官，火正即夏官，金正即秋官，水正即冬官。所以《左传》所说的火正曰祝融，意思就是夏官的官名叫祝融。《史记.楚世家》说：重黎居火正就被命曰祝融，吴回复居火正就为祝融。</p><p>传说中的古帝，以火施化，号赤帝，后人尊为火神。有人说祝融是古时三皇五帝三皇之一。住在昆仑山的光明宫，是他传下火种，教人类使用火的方法。另一说祝融原叫重黎，在担任火正官时，黄帝赐他姓“祝融氏”。</p><p>远古时代，世上万分荒凉，只有许多森林，人们连毛带血，吞吃打来的猎物。</p><p>昆仑山上有座光明宫，光明宫里住着火神祝融。祝融很慈祥，也很有同情心，看到人们茹毛饮血，就传下火种，教给人们用火的方法。</p><p>人们从光明宫里取来火种，把打来的野兽放在火上烤熟再吃，这样不仅好吃，而且也能不生病，所以，大家都非常崇拜火神祝融。</p><p>天上出现一个人脸、蛇身、红发的水神共工。他住在东海里，是只愚顽的禽兽，性情极为残暴。</p><p>由于人民敬仰和爱戴祝融，因此触怒了他。他站在云端里说：“世人真可恶，水与火都是人生活需要的东西，为什么只敬火神不敬我水神呢？”他由气愤转为嫉妒，最后终于和火神打斗起来。</p><p>那共工驾着水龙，领着水族，向祝融居住的光明宫进攻，把光明宫周围常年不熄的神火熄灭，弄得大地上一片漆黑。</p><p>祝融火神被惹怒了，他驾着火龙出来迎战，那火龙全身发光、烈焰腾空，把大地照得通明。光明宫里的神火，又重新复燃。</p><p>水神共工没能扑灭神火，便恼羞成怒，调来五湖四海的大水漫上山，直往祝融和他骑的火龙泼去。可水往低处流，大水退后，神火又燃烧起来。</p><p>祝融骑着那条火龙，烈焰腾腾地向共工扑去，长长的火舌，把共工烧得焦头烂额。代表光明的火神胜利，代表黑暗的水神战败。</p><p>共工抵挡不住，退身大海，祝融骑着火龙直冲大海；共工慌忙逃向天边，回头看祝融已追上来，他又羞又恼，一头撞</p><p>向“撑天柱”——不周山。只听“轰隆”一声惊天动地的巨响，不周山倒踏下来。</p><p>天上塌出个大窟窿，地的东南角也陷了下去，天残地缺。天带着丑陋的大洞，无奈地向上升去，越升越高。从此以后，天就再也没有回到大地的上空。</p><p>天塌地陷后，山林烧起了大火，洪水从地底下喷涌出来，龙蛇猛兽也出来吞食人民。人类面临着空前大灾难。这才有后来的女娲补天。</p><p>帝喾高辛氏时，祝融担任火正之官，昭显天地之光明，生柔五谷材木，为民造福。帝喾命曰“祝融”，后世尊为火神。</p><p>祝融的模样，《山海经·海外南经》中说：“南方祝融，兽身人面，乘两龙。”可见他并非“完人”，郭亚注释“火神也”。祝融，我国原始社会末期最著名氏族领袖之一。名重黎，黄帝后裔高阳氏的玄孙。帝喾高辛氏时，任火正（官名），受封于有熊氏故墟（今河南新郑一代），葬衡阳市南岳区祝融峰。他以火施教，为民造福。帝喾命名曰：祝融，后世尊为火神。——河南省《新政县志》。</p><p>",
            "noMp4Img": ""
        },
        {
            "id": "37ce603581674008b905ffa207926ebb",
            "fileName": "共工",
            "fileUrl": "../../res/1.神话的国度/1.上古神话/12.共工/共工怒触不周山.mp4",
            "imgUrl": "../../res/1.神话的国度/1.上古神话/12.共工/共工怒触不周山雕塑 .jpg;../../res/1.神话的国度/1.上古神话/12.共工/共工雕塑.jpg;",
            "detail": "<p>共工，又称共工氏，是中国古代神话中的水神，掌控洪水。在中国先秦古书《列子·汤问》中记载，传说共工素来与颛顼不合，发生惊天动地的大战，最后以共工失败而愤怒地撞上不周山而告终。。</p><p>盘古开天辟地女娲造人之后，水神共工一向与火神祝融不合，他向火神发动进攻。担当先锋的大将相柳、浮游，猛扑火神祝融氏居住的光明宫，把光明宫四周长年不熄的神火弄灭了。大地顿时一片漆黑。火神祝融驾着遍身冒着烈焰的火龙出来迎战。所到之处，云雾廓清，雨水齐收；黑暗悄悄退去，大地重现光明。水神共工恼羞成怒，命令相柳和浮游将三江五海的水汲上来，往祝融他们那里倾去。刹时间长空中浊浪飞泻，黑涛翻腾，白云被淹没，神火又被浇熄了。可是大水一退，神火又烧了起来，加上祝融请来风神帮忙，风助火威，火乘风势，炽炽烈烈地直扑共工。共工他们想留住大水来御火，可是水泻千里，哪里留得住。火焰又长舌般地卷来，共工他们被烧得焦头烂额，东倒西歪。共工率领水军且战且退，逃回大海。他满以为祝融遇到大水，肯定会知难而退。因此立在水宫，得意起来。不料祝融这次下了必胜的决心，他全速追击。火龙所到之处，海水不由滚滚向两旁翻转，让开了一条大路。祝融直逼水宫，水神共工他们只好硬着头皮出来迎战。代表光明的火神祝融获得了全胜。浮游活活气死，相柳逃之夭夭，共工心力交瘁，无法再战，狼狈地向天边逃去。共工一直逃到不周山，回头一看，追兵已近。共工又羞又愤，就一头向山腰撞去，“哗啦啦”一声巨响，不周山竟给共工撞折了。不周山一倒，大灾难降临了。原来不周山是根撑天的大柱，柱子一断，半边天空就坍塌下来，露出石骨嶙峋的大窟窿，顿时天河倾泻，洪水泛滥。著名的“水火不相容”典故即源于这场大战。后来才有了女娲炼五彩石补天的事迹，大地重回正常。</p><p>水神共工氏和火神祝融氏的这场大战，皆因“水火不相容”而发生，一方面说明了水火相克的原理，即水火天生不睦；另一方面说明了有些事物是自然界的基本本能，非人力所能干扰。纵观远古时代水神和火神的这场惊天动地的大战，没有什么所谓正义和公理，只有大自然的力量在搏击。而败阵的水神共工因恼怒去撞不周山，女娲补天算是拯救了自然世界。</p><p>共工氏英勇的行为得到了人们的尊敬。</p><p>",
            "noMp4Img": ""
        },
        {
            "id": "2d28c941741f403aa6e0c26e3ffe78a4",
            "fileName": "后稷",
            "fileUrl": "../../res/1.神话的国度/1.上古神话/13.后稷/后稷 刘明星.mp4",
            "imgUrl": "../../res/1.神话的国度/1.上古神话/13.后稷/后稷人物画像.jpg;../../res/1.神话的国度/1.上古神话/13.后稷/后稷塑像.jpg;",
            "detail": "<p>后稷，后（帝王）稷（谷物），姬姓，名弃，天帝之子，据山海经记载实为帝俊之子，按照诗经记载实为天帝之子。传说是周的始祖，也是中国农业生产的始祖。后稷的故事流传了四千多年，《史记·周本纪》载：“周后稷名弃。其母有邰氏女，曰姜螈。”后稷母亲是有邰氏女，名姜螈，为帝喾之妃。传说姜螈出游野外，由于践踏了一巨人足迹而感身孕。没想到了产期，却生下个怪胎，这就是后稷。其母认为怪胎不祥，挥招致灾祸，便将他弃在狭巷之中。也许神灵护佑，连牛马经过，都远远避开而不践踏。没办法，其母就想把他丢弃在树林中。正赶上林中有人，便随手丢在河渠的冰面上。说也奇怪，这时群鸟飞来，用羽翼温暖着他，以防他冻死。其母见状以为神奇，遂将他抱回重新抚养。因其母最初想抛弃他，便给他起了个名字“弃”。弃在儿时，就喜种五谷麻菽，长大之后，精于农耕。</p><p>后稷是个有志气的孩子，从小就喜欢农艺，在母亲姜螈的教诲下很快掌握了农业知识。他看到人们仅仅靠打猎维持生活，食物太单调，常常吃了上顿没下顿，心里非常难过，就决心想个办法来保证人类能生存下去。他想着想着上了山坡，看到满山遍野的树木和花草，突然灵机一动，人们为什么总要渔猎吃肉呢？这些树木的果实、茎叶能不能吃呢？于是，他便决定亲口尝一尝各种野生植物的滋味，以确定哪些能吃、好吃，哪些不能吃或不好吃？遍尝百草，经历了九九八十一难，为人类找到了大量的食物，后被尊称为“农业始祖后稷”。汉族民间流传着一首歌谣：“神农后稷尝百草，不怕蛇咬狼挡道，死而复生不动摇，只为民众能吃饱……”</p><p>后稷精于农作，他所种的谷物“实方实苞，实种实裒，实发实秀，实坚实好，实颖实粟”，很受人们称赞。在古人印象里，后稷的农穑是大有功于民的伟业，《尚书？吕刑》就把他和伯夷、大禹并列，说是“稷降播种，农殖嘉谷”。弃还是观象授时的能手，相传他善于观测辰星以掌握农时。在很长时期里，周族首领世称后稷，可见周族是得力于农作的发展而兴起的。古代文献中多说弃的时代的周族所居与“禹迹”有关，据推测当时的周族生活在今晋境的汾河下游地区。</p><p>后稷死于稷王山，后人为了纪念他的功绩，在他教民稼穑的稷王山建了稷王陵和稷王庙，又在庙东南建了稷王塔，刻有“后稷明堂”四字。明初开始，每年农历四月十七都要遣官致祭。清代稷王庙也是如此，以示人们对这位农业始祖的怀念。今稷山县有后稷陵、姜螈墓。</p><p>“后稷奖”是农高会设立的唯一奖项。后稷乃中华农耕文明之始祖，杨凌则是其“教民稼穑，树艺五谷”之地。为缅怀后稷重视农业之遗风和为中华农业文明作出的开创性努力，推动我国现代农业的发展，故此，农高会的这一奖项取名为“后稷奖”。设立“后稷奖”的目的，旨在通过国内相关专家对申报项目的评审，客观公正地遴选出一批农业高新技术的优秀新成果、新产品，予以颁发“后稷奖”和“后稷特别奖”，为其进一步占领国内外市场，加速实现农业科技成果的商品化、产业化服务。“后稷奖”的评审为促进农业科技成果转化及涉农产品迅速占领国内外市场，起到了积极的推动作用。</p><p>农高会的奖项在前八届称为“后稷金像奖”，从第九届开始，更名为“后稷奖”，分为后稷奖和后稷特别奖。</p><p>后稷的故事虽然大众化，具有一定的群众性和广泛性，但能完整系统讲述的人越来越少。随着时代的变迁、时间的流逝、年轻一代兴趣的转变，传承人后继乏人，处于失传的边缘。现急需采取有力的可行的保护措施，让《农业始祖后稷的传说》继续传承下去。</p><p>",
            "noMp4Img": ""
        },
        {
            "id": "ec33d074b2434d16ba9507e9679f1466",
            "fileName": "河伯",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/1.上古神话/14.河伯（无视频）/九歌·河伯.jpg;../../res/1.神话的国度/1.上古神话/14.河伯（无视频）/《河伯献图》雕塑.jpg;",
            "detail": "<p>河伯是古代中国神话中的黄河水神。原名冯夷。也作“冰夷”。在《抱朴子·释鬼篇》里说他过河时淹死了，就被天帝任命为河伯管理河川。据《九歌·河伯》描写，河伯是位风流潇洒的花花公子：“鱼鳞屋兮龙堂，紫贝阙兮朱宫，灵何为兮水中。”</p><p>相传很久很久以前，黄河里有一位河神，人们叫他河伯。河伯站在黄河岸上。望着滚滚的浪涛由西而来，又奔腾跳跃向东流去，兴奋地说；“黄河真大呀，世上没有哪条河能和它相比。我就是最大的水神啊！</p><p>有人告诉他：“你的话不对，在黄河的东面有个地方叫北海，那才真叫大呢。”</p><p>河伯说：“我不信，北海再大，能大得过黄河吗？”</p><p>那人说：“别说一条黄河，就是几条黄河的水流进北海，也装不满它。”</p><p>河伯固执地说：“我没见过北海，我不信。”</p><p>那人无可奈何，告诉他：“有机会你去看看北海，就明白我的话了。”</p><p>秋天到了，连日的暴雨使大大小小的河流都注入黄河，黄河的河面更加宽阔了，隔河望去，对岸的牛马都分不清。这一下，河伯更得意了，以为天下最壮观的景色都在自己这里，他在自得之余，想起了有人跟他提起的北海，于是决定去那里看看。</p><p>河伯顺流来到黄河的入海口，突然眼前一亮，海神北海若正笑容满面地欢迎他的到来，河伯放眼望去，只见北海汪洋一片，无边无涯，他呆呆地看了一会儿，深有感触地对北海若说：“俗话说，只懂得一些道理就以为谁都比不上自己，这话说的就是我呀。今天要不是我亲眼见到这浩瀚无边的北海，我还会以为黄河是天下无比的呢！那样，岂不被有见识的人永远笑话。”</p><p>由河伯联想到我们自己。河伯最初的表现，或多或少也存在于我们的身上。我们大都有过像河伯那样浅尝辄止沾沾自喜的心态，只是，我们可能还没有河伯那样迅速认识到自己不足的能力，也未必有河伯那样勇于承认自己不足的勇气。不过，能力是培养出来的，勇气是锻炼出来的，在人生的旅途上，我们虽然有过像河伯一开始那样的视野狭隘，见识浅薄，但只要我们像河伯那样不懈前行，细致观察，认真比较，最终也同样可以领悟到人生的真谛。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/1.上古神话/14.河伯（无视频）/河伯的故事_notmp4.jpg"
        },
        {
            "id": "8a310807bf2f4631a3de7743179324b3",
            "fileName": "神农尝百草",
            "fileUrl": "../../res/1.神话的国度/1.上古神话/15.神农尝百草/神农尝百草.mp4",
            "imgUrl": "../../res/1.神话的国度/1.上古神话/15.神农尝百草/神农雕塑.jpg;../../res/1.神话的国度/1.上古神话/15.神农尝百草/神农尝百草.jpg;",
            "detail": "<p>神农辨药尝百草的故事，是一则著名的中国古代神话传说。</p><p>神农氏本是三皇之一，出生在烈山的一个石洞里，传说他牛头人身。说来奇怪，在他刚出世，石洞周围自然涌现了九眼井，这九眼井里的水彼此相连，若取其中一眼之水，其它八眼皆会波动起来。这个孩子天生异相，身体是透明的，五脏六腑清晰可见，头上长有两只角，牛头人身。看到的人们都说这是天神下凡，九眼井是他带来的吧。于是在他长大后，大家推举他为部落首领,因为他的部落居住在炎热的南方，称炎族，大家就称他为炎帝。有一次他见鸟儿衔种，由此发明了五谷农业，因为这些卓越的贡献，大家又称他为神农。</p><p>上古时候，五谷和杂草长在一起，药物和百花开在一起，哪些粮食可以吃，哪些草药可以治病，谁也分不清。黎民百姓靠打猎过日子，天上的飞禽越打越少，地下的走兽越打越稀，人们就只好饿肚子。谁要生疮害病，无医无药，不死也要脱层皮啊！老百姓的疾苦，神农氏瞧在眼里，疼在心头。怎样给百姓充饥？怎样为百姓治病？</p><p>神农带着臣民，到山上尝百草，晚上，他叫臣民生起篝火，他就着火光把它详细记载下来：哪些草是苦的，哪些热，哪些凉，哪些能充饥，哪些能医病，都写得清清楚楚。有一次，他把一棵草放到嘴里一尝，霎时天旋地转，一头栽倒。臣民们慌忙扶他坐起，他明白自己中了毒，可是已经不会说话了，只好用最后一点力气，指着面前一棵红亮亮的灵芝草，又指指自己的嘴巴。臣民们慌忙把那红灵芝放到嘴里嚼嚼，喂到他嘴里。神农吃了灵芝草，毒气解了，头不昏了，会说话了。从此，人们都说灵芝草能起死回生。</p><p>但有一天，神农尝到了“断肠草”，这种毒草太厉害了，他还来不及吃茶解毒就死了。他是为了拯救人们而牺牲的，人们称他为“药王菩萨”，人间以这个神话故事永远地纪念他。</p><p>",
            "noMp4Img": ""
        },
        {
            "id": "c1be896454d04cc18824ffdb5d689591",
            "fileName": "黄帝",
            "fileUrl": "../../res/1.神话的国度/1.上古神话/16.黄帝/黄帝的故事.mp4",
            "imgUrl": "../../res/1.神话的国度/1.上古神话/16.黄帝/炎黄二帝.jpg;../../res/1.神话的国度/1.上古神话/16.黄帝/黄帝雕塑.jpg;",
            "detail": "<p>传说中的黄帝，是中国历史上第一个伟人，是奠定中国文明的第一座基石。自他之后，文化才慢慢地生长，至周朝大体确定。古史上对于黄帝的称谓，种种不一，他的帝号，又叫皇帝，又叫黄精之君，又叫中央之帝。</p><p>我们自称为“炎、黄子孙”，在那时，中华民族散居各地，形成许多部族，有两个部族最有名：一个是偏西的姜姓部族，炎帝神农氏是他们的首领；一个就是偏居东方的姬姓部族，黄帝是首领。据说黄帝和炎帝同是少典的子孙，同出于一族，后来分散迁徙，一个住在姬水附近，一个住在姜水附近。</p><p>据说黄帝是有熊国君少典氏的儿子，母亲名附宝，她有一天晚上看到绕北斗第一星，天枢起了一道电光，照耀四野，因而怀孕。二十四个月生黄帝，生的时候，紫气满屋；长大，身高过九尺，“河目、隆颡、日角、龙颜”。我们想一想看：一个黑暗的晚上，只有微弱的星光闪烁着，北斗比较明亮，忽然绕着它起一道青白的电光，四野通明，这是什么景象？这是说他在黯淡的古史上的地位。我想还应当有霹雳一声雷，惊醒了中国文明。精神上他与常人不同，后人觉得他形貌也应与众有异，于是就真的与众有异。黄帝生下来很小就会说话，有的说他还没满七十天。十岁就对当时情形有相当明了，明了自己的责任。长成，当然是个聪明非凡的人物。</p><p>黄帝是一位圣王明君，也是一位修道的人，他一统华夏，“职道义，经天地，纪人伦，序万物，以信与仁为天下先”，在治世的同时修身证道，以德教化百姓，为中华传统道德文化奠定了坚实的基础。</p><p>相传黄帝生下来两个多月就会说话，十岁时就对当时情形有相当了解，明了自己的责任，注重修身积德，长成后更是个聪明非凡的人物。</p><p>他即位后，看到当时诸侯中的九黎族蚩尤暴虐百姓，诛杀无辜。为了拯救人民，他征召各路诸侯兵马讨伐蚩尤。但蚩尤凭借妖术，黄帝之兵不能前进。于是黄帝在琼林台虔诚向上天祈祷，请求天命，西王母便命使者授给黄帝玉符，天帝又命玄女教给他兵机，授予《九鼎神丹经》、《阴符策》等，赐给他九天六甲兵信之符，黄帝在神兵的帮助下克伏了蚩尤之党，平定四方，天下始归一统。</p><p>",
            "noMp4Img": ""
        },
        {
            "id": "eb7a9cb0f19e45c59ed868150fc3bc3e",
            "fileName": "嫘祖",
            "fileUrl": "../../res/1.神话的国度/1.上古神话/17.嫘祖/嫘祖 刘明星.mp4",
            "imgUrl": "../../res/1.神话的国度/1.上古神话/17.嫘祖/嫘祖养蚕雕塑.jpg;../../res/1.神话的国度/1.上古神话/17.嫘祖/嫘祖塑像.jpg;../../res/1.神话的国度/1.上古神话/17.嫘祖/蚕丝.jpg;",
            "detail": "<p>嫘祖，西陵氏之女，轩辕黄帝正妃（河南新郑人），生于五千多年前的新石器时代，是中华民族人文之母。养蚕织帛的始祖，万世敬仰的蚕神、祖神、行神。嫘祖是我们先祖女性中的杰出代表，嫘首倡婚嫁，母仪天下，福祉万民，和炎黄二帝开辟鸿茫，告别蛮荒，功高日月，德被华夏，被后人奉为“先蚕”圣母，与炎帝、黄帝生活在同一时代，同为人文始祖。</p><p>汉司马迁《史记·五帝本纪》云：“黄帝居轩辕之丘，而娶于西陵氏之女，是为嫘祖。嫘祖为黄帝正妃，生二子，其后皆有天下：其一曰玄嚣，是为青阳，青阳降居江水；其二曰昌意，降居若水。昌意娶蜀山氏女，曰昌仆，生高阳，高阳有圣德焉。黄帝崩，葬桥山。其孙昌意之子高阳立，是为帝颛顼也。？？帝颛顼生子曰穷蝉。颛顼崩，而玄嚣之孙高辛立，是为帝喾。”</p><p>黄帝战胜蚩尤后，建立了部落联盟，黄帝被推选为部落联盟首领。</p><p>他带领大家发展生产，种五谷，驯养动物，冶炼铜铁，制造生产工具；而做衣冠的事，就交给正妃嫘祖了。在做衣冠的过程中，嫘祖和黄帝手下的另外三个人作了具体分工：胡巢负责做冕（帽子）；伯余负责做衣服；于则负责做履(鞋)；而嫘祖则负责提供原料，她经常带领妇女上山剥树皮，织麻网，她们还把男人们猎获的各种野兽的皮毛剥下来，进行加工。不长时间，各部落的大小首领都穿上了衣服和鞋，戴上了帽子。想了各种办法，做了好多嫘祖平时爱吃的东西。谁知嫘祖一看，总是摇摇头，一点也不想吃。</p><p>有一天，这几个女人悄悄商量，决定上山摘些野果回来给嫘祖吃。她们一早就进山，跑遍了山山峁峁，摘了许多果子，可是用口一尝，不是涩的，便是酸的，都不可口。直到天快黑了，突然在一片桑树林里发现满树结着白色的小果。她们以为找到了好鲜果，就忙着去摘，谁也没顾得尝一小口。等各人把筐子摘满后，天已渐渐黑了。她们怕山上有野兽，就匆匆忙忙下山。回来后，这些女子尝了尝白色小果，没有什么味道；又用牙咬了咬，怎么也咬不烂。大家你看我，我看你，谁也不知道是什么果子。正在这时，造船的共鼓走了过来，发现几个女子站在那里发愣，连忙问发生了什么事。女子们便把她们为嫘祖上山摘回白色小果的事说了一遍。拱鼓一听，哈哈一笑说一听马上就要去看。这些女子为了不让她走动，便把缠在棒上的细线拿到她身边。嫘祖是个非常聪明的女人详细看了缠在木棒上的细丝线，又询问了白色小果是从什么山上、什么树上摘的。然后她高兴地对周围女子说：“这不是果子，不能吃，但却有大用处。你们为黄帝立下一大功。”</p><p>说也怪，嫘祖自从看了这白色丝线后，天天都提起这件事，病情也一天比一天减轻，开始想吃东西了。不久，她的病就全好了。她不顾黄帝劝阻，亲自带领妇女上山要看个究竟，嫘祖在桑树林里观察了好几天，才弄清这种白色小果，是一种虫子口吐细丝绕织而成的，并非树上的果子。她回来就把此事报告黄帝，并要求黄帝下令保护桥国山上所有的桑树林。黄帝同意了。</p><p>从此，在嫘祖的倡导下，开始了栽桑养蚕的历史。后世人为了纪念嫘祖这一功绩，就将她尊称为“先蚕娘娘”。</p><p>蚕丝是我国六大发明（蚕丝、指南针、火药、造纸、瓷器、印刷术）之一，而家蚕驯养、缫丝纺织是中国六大发明中最早的一种。</p><p>是华夏民族人文母祖嫘祖</p><p>为代表，经历漫长艰辛劳动所创造的物质财富和精神财富，是人类的文明之花。如今，丝绸的行迹已扩大到世界50多个国家和地区，让世人充分享用丝绸带来的好处。丝绸在我国乃至世界产业史、科技史、文化史上都是独树一帜的，具有十分重要的地位。</p><p>嫘祖发明种桑养蚕、抽丝编绢、衣被天下、福祉万民，奠定了农耕文化的基础。嫘祖蚕桑丝绸的发明，是人类科技史上的一次革命，是人类经济史上的一次革命，也是人类认识史上的一次革命。嫘祖的伟大发明创造，意味着史前经济与文化的共生共荣关系，揭示了经济与文化互为中介，相互作用，相辅相成，从而推动社会进步。</p><p>",
            "noMp4Img": ""
        },
        {
            "id": "aac88ddeaf894d7c97db87773bf8129b",
            "fileName": "黄帝大战蚩尤",
            "fileUrl": "../../res/1.神话的国度/1.上古神话/18.蚩尤/黄帝大战蚩尤.mp4",
            "imgUrl": "../../res/1.神话的国度/1.上古神话/18.蚩尤/《山海经》书籍.jpg;../../res/1.神话的国度/1.上古神话/18.蚩尤/蚩尤塑像.jpg;",
            "detail": "<p>黄帝战蚩尤的故事，出自中国上古奇书《山海经》，《山海经·大荒北经》：“有系昆之山者，有共工之台，射者不敢北向。有人衣青衣，名曰黄帝女魃。”蚩尤作兵伐黄帝，黄帝乃令应龙攻之冀州（杭州）之野。应龙畜水。蚩尤请风伯雨师，纵大风雨。黄帝乃下天女曰魃，雨止，遂杀蚩尤。魃不得复上，所居不雨。叔均言之帝，后置之赤水之北。叔均乃为田祖。魃时亡之，所欲逐之者，令曰：“神北行！”先除水道，决通沟渎。蚩尤，是上古时代九黎族部落酋长，中国神话中的武战神。</p><p>蚩尤曾与炎帝大战，后把炎帝打败。于是，炎帝与黄帝一起联合来战蚩尤。蚩尤率八十一个兄弟举兵与黄帝争天下，在涿鹿展开激战。传说蚩尤有八十一个兄弟，他们个个兽身人面，铜头铁臂猛无比。蚩尤有八只脚，三头六臂，铜头铁额，刀枪不入。善于使用刀、斧、戈作战，不死不休，勇猛无比。黄帝不能力敌，请天神助其破之。杀得天昏地暗，血流成河。蚩尤被黄帝所杀，帝斩其首葬之，首级化为血枫林。后黄帝尊蚩尤为“兵主”，即战争之神。他勇猛的形象仍然让人畏惧，黄帝把他的形象画在军旗上，用来鼓励自己的军队勇敢作战，诸侯见蚩尤像不战而降。</p><p>《史记·五帝本记》记载：“黄帝者，少典之子，姓公孙，名曰轩辕。”凡是中华儿女，都把黄帝和炎帝并称为自中华民族的始祖，即华夏儿女，炎黄子孙。鲁迅先生也把黄帝作为伟大的民族象征。他在一首诗中说：“我以我血荐轩辕”，就是说要用自己的鲜血来保卫中华民族。每逢清明节，中国人民纷纷来到黄帝陵，以崇敬的心情，拜谒这位民族之祖。台湾同胞和海外侨胞来到大陆，差不多也都要到这里来寻根，表示后代对祖先的敬意。人们都把黄帝作为中华民族的象征。悠悠五千年过去了，黄帝的形象一直激励着无数优秀的中华儿女奋发图强，为中华民族作出更多的贡献。</p><p>",
            "noMp4Img": ""
        },
        {
            "id": "c7fee382eada4d2bb02411435cfc366e",
            "fileName": "刑天",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/1.上古神话/19.刑天（无视频）/刑天.jpg;../../res/1.神话的国度/1.上古神话/19.刑天（无视频）/刑天舞干戚.jpg;",
            "detail": "<p>刑天，即形天，是炎帝大将之一，在中国上古奇书《山海经》中写作“形”天，盖中国古文“形”与“刑”通。</p><p>刑天是山海经里提到的一位无头巨人，原是炎帝的手下。自炎帝被黄帝在阪泉之战打败之后，刑天便跟随在炎帝身边，定居在南方。当时，蚩尤起兵复仇，刑天曾想去参加这场战争，但被炎帝阻止。后来蚩尤被黄帝铲平，刑天一怒之下便手拿着利斧，杀到天庭中央的南天门外，指名要与黄帝单挑独斗。刑天左手握着青铜方盾，右手拿着一柄闪光名为“戚”的大斧，一路过关斩将，砍开重重天门，直杀到黄帝的宫前。黄帝正带领众大臣在宫中观赏仙女们的轻歌曼舞，猛见刑天挥舞“干戚”杀将过来，顿时大怒，拿起宝剑就和刑天搏斗起来。两人剑刺斧劈，从宫内杀到宫外，从天庭杀到凡间，直杀到常羊山旁。</p><p>常羊山是炎帝降生的地方，往北不远，便是黄帝诞生地轩辕国。轩辕国的人个个人脸蛇身，尾巴缠绕在头顶上。两个仇人都到了自己的故土，因而战斗格外激烈。刑天想，世界本是炎帝的，现在被你窃取了，我一定要夺回来。黄帝想，现在普天下邦安民乐，我轩辕子孙昌盛，岂容他人染指。于是各人都使出浑身力量，恨不得能将对方一下杀死。</p><p>最后刑天不敌，被黄帝斩去头颅。而没了头的刑天并没有因此死去，而是重新站了起来，并把胸前的两个乳头当作眼睛，把肚脐当作嘴巴；左手握盾，右手拿斧。因为没了头颅，所以他只能永远的与看不见的敌人厮杀，永远的战斗。</p><p>看着无头刑天还在愤怒地挥舞盾斧，黄帝心里一阵颤栗，不由自主地害怕起来。他不敢再对刑天下毒手，悄悄地溜回天廷去。那断头的刑天，至今还在常羊山的附近，挥舞着手里的武器呢。</p><p>几千年后，晋朝的大诗人陶渊明写诗赞颂说：“刑天舞干戚，猛志固长在”，赞扬刑天虽然失败，仍然战斗不已的精神。诗中的“干”就是盾，“戚”就是斧的意思。</p><p>陶渊明的《读山海经》中有：“精卫衔微木，将以填沧海。刑天舞干戚，猛志固常在。同物既无类，化去不复悔。徒设在昔心，良辰讵可待！”来赞颂刑天的精神。</p><p>在甲骨文和金文的记载，刑天为一人形符号，为氏族部落的象征图腾。刑天原本有可能是华夏族无名神祇，被断首后才被称作“形天”。在《山海经》的原本记载，称作“形天”，而“刑天”之得名，相信为陶渊明所改，根据《太平御览》引用《陶靖节集读山海经诗》，“刑天”意为“形体夭残”，但可能传抄错误而有“刑天舞干戚”与“形夭无千岁”二说。陶潜此诗写成后，“刑天舞干戚”一词，因传抄错误而有“刑天舞干戚”与“形夭无千岁”二说。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/1.上古神话/19.刑天（无视频）/刑天_notmp4.jpg"
        },
        {
            "id": "287a4bc407be48bbbe2c1db6a8d0f988",
            "fileName": "仓颉",
            "fileUrl": "../../res/1.神话的国度/1.上古神话/20.仓颉/仓颉造字.mp4",
            "imgUrl": "../../res/1.神话的国度/1.上古神话/20.仓颉/仓颉人物画像.jpg;../../res/1.神话的国度/1.上古神话/20.仓颉/仓颉雕塑.jpg;",
            "detail": "<p>它使人类告别了“结绳记事”的懵懂年代；它突破了口语的限制，以书面的形式传承着人类的智慧和精神财富；它是文明社会产生的标志，是人类在长期社会生活中不断积累、总结的成果。在这一过程中，我们将永远不能忘记一个人，是他为文字的产生做出了不可磨灭的贡献，他就是仓颉。</p><p>仓颉，又称苍颉，姓侯刚，号史皇氏，传说是皇帝时的史官。当时，还没有出现文字，人们一般都采用结绳记事，这办法，开始还比较管用，但是随着事务日益的增多，哪些大大小小、形状各异的绳结，就显得杂乱无章了，已经很难明白每个绳结所代表的意思了，这就给人们的生活带来了很大的不便，甚至有时候会造成很严重的后果。</p><p>据说，有一次，仓颉根据结绳记录的史书，给黄帝提供了错误的史实，导致黄帝在与炎帝的谈判中失败，羞愧万分的仓颉辞官回家，希望能找到更好的办法，来记录史实。</p><p>仓颉通过观察动物，发现每个事物都有各自的特征，从此，他每天仰观日月星辰，俯察鸟兽山川，从而创造了象形文字，比如“日”字，就是照着太阳红彤彤、圆溜溜的模样绘出来的；还有“月”字等等，都是根据他们各自的形态特征画出来的。仓颉后来又想到，一颗树是“木”，树木多了就是“林”，人在树下休息，就是“休”字，这样一来，把两个字合起来，就可以形成另一个不同意思的字了，我们把这种字称为“会意”字；仓颉按照这种思路，又发明了“指事”“形声”“转注”“假借”等各种类型的字，从而形成了中国文字的六种原理，也就是六书。</p><p>其实，透过这些传说，我们会发现，汉字创造不可能是由仓颉一个人来完成的，而是由很多像仓颉这样的人，经过长时间的日常积累，不断丰富而形成的。仓颉不过是这众多的人当中，成就比较突出的一个罢了。</p><p>汉字是世界上独一无二的文字；她的发音响亮清晰、美妙动听，是世界上最美的语言；她的结构能激发人们无限的遐想，给人以美的享受；她独特的魅力，是汉民族几千年文化的瑰宝。</p><p>",
            "noMp4Img": ""
        }
    ],
    "2.神兽的世界": [
        {
            "id": "4e9beb645c674640be0a0a64ad44087b",
            "fileName": "龙",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/1.龙（无视频）/嘲风.jpg;../../res/1.神话的国度/2.神兽的世界/1.龙（无视频）/狴犴.jpg;../../res/1.神话的国度/2.神兽的世界/1.龙（无视频）/狻猊.jpg;../../res/1.神话的国度/2.神兽的世界/1.龙（无视频）/睚眦.jpg;../../res/1.神话的国度/2.神兽的世界/1.龙（无视频）/蒲牢.jpg;../../res/1.神话的国度/2.神兽的世界/1.龙（无视频）/螭吻.jpg;../../res/1.神话的国度/2.神兽的世界/1.龙（无视频）/负屃.jpg;../../res/1.神话的国度/2.神兽的世界/1.龙（无视频）/赑屃.jpg;../../res/1.神话的国度/2.神兽的世界/1.龙（无视频）/龙.jpg;../../res/1.神话的国度/2.神兽的世界/1.龙（无视频）/囚牛石雕像.jpg;",
            "detail": "<p>龙的起源</p><p>龙起源于新石器时代早期，距离今天的时间不会少于八千年。这个时期，原始先民已不单纯地、被动地依靠上天的赏赐了，他们把猎获的野马野牛野猪等等畜养起来；也不单单吃那些是采拾得来的野果了，而是有选择地种植谷物以求收获。他们能够熟练地取火用火，学会了用木头搭简单的房子，开始磨制石器、骨器，手工制作陶器，逐渐定居下来，从事生产活动了。生产活动使人们同大自然的接触越来越宽泛，自然界作为人之外的不可思议的力量对人们精神世界的撞击也越来越大。</p><p>为什么鱼类穿游不居，湾鳄声形俱厉，蛇类阴森恐怖，蜥蜴形色怪异？为什么云团滚滚，电光闪闪，雷声隆隆，大雨倾盆？为什么海浪翻卷，虹贯长空，泥石流咆哮而下，吞吃人畜，所向披靡？……这些动物的行为和变化不已的自然天象对古人来说，是无法科学解释的。</p><p>他们模糊地猜测到，应当有那么一个力大无穷的，与“水”相关的“神物”主宰着指挥着操纵着管理着这些动物和天象，像一个氏族必有一个头领那样；或者说，这些动物和自然天象是这个“神物”的品性体现，像人要说话，要呼叫，要吃喝拉撒睡，要嘻笑怒骂一样。</p><p>龙，作为一种崇拜现象，一种对不可思议的自然力的一种“理解”，也就从这个时候起，开始了它的“模糊集合”。</p><p>龙的形成</p><p>龙的模糊集合过程的起点在新石器时代，经过商、周至战国时期的长足发展，到秦汉时便基本成形了。这个“基本”有两个意思，一是说构成龙的框架、要素、样式，秦汉时都基本具备了；二是说龙是一个开放的、不断纳新的系统，它并不满足秦汉时的基本成形，之后的历朝历代，直到今天，还都在不断地加减、变衍和发展。</p><p>龙是怎么形成的？历来众说纷纭，有从鳄、从蛇、从蜥蜴、从马、从猪、从闪电、从虹霓等等说法。笔者的观点是“模糊集合说”，其思路是这样的：新石器时代的先民是以原始思维面对身外世界的，而原始思维又是以直观表面性、整体关联性、非逻辑的神秘性和群体表象性为待征的“模糊思维”。这样的思维足以导致我们的祖先不清晰、不精确、不唯一地将身外世界的种种对象，集合、升华成若干个“神物”，然后加以崇拜。</p><p>在古人心目中，身外世界是神秘混沌难以捉摸的，模糊思维的直观性和表面性，使他们不可能像现代人这样，将云、雷电、虹、海潮、泥石流等分辨得清清楚楚；也不可能像现代人这样，运用丰富的生物学知识将鱼、鳄、蛇、蜥蜴，以及猪、马、牛等动物的生活习性研究得明明白白。在他们看来，云、雷电、虹等在天上弯转，都和雨相关，差不多是一类；鱼、鳄、蛇等在江河湖泊中穿游，都和水亲近，大体上也是一类；猪喜欢水，马、牛等也都离不开水－－河马、水牛更是水中物。而且，天上的雨，落到地上便是水；水升到天上，再朝下落，便是雨。既然天上下的雨和地上流的水是一回事，那么，和雨相关的在天上弯转的云、雷电、虹等，就和与水密切的在江河湖泊中穿游的鱼、鳄、蛇等差不多都是一回事了。雨水适度，牧草丰茂，谷物有成；雨水乏缺，叶草干枯，百谷旱绝；雨水过量，人畜受淹，农田泡汤。生产和生活不能不依赖雨水，雨水却常常让人们依赖不上。再看这些与雨水相关的物象：云团滚滚翻卷，变化万方；雷电叱咤长空，霹雳千钧；虹霓垂首弓背，色像瑰奇；还有大小不一，脾性不同，长短参差，阴森怪异的鱼、鳄、蛇、蜥蜴等等：这一切是多么神秘，多么雄奇，多么可怖可畏啊枣令人惊惧不已！</p><p>于是，古人猜想了：一定有一个“神物”，主管这一切，总领这一切，支配这一切，排演这一切。这个“神物”，体型是很大的，而且是能大能小的；肤色是多样的，而且是能明能暗的；还应当是有头有尾的，能起能卧的，擅爬会游的，弯转曲折的，快速行进的；总之是能量巨大的，能上能下的，善于变化的，天上可飞水中可藏的，集合了种种“水物”特性的，又和雨水有着特别特别密切关系的。</p><p>龙称呼的由来</p><p>该怎么称呼这个“神物”呢？人们发现，雨水降临时，乌云汹涌，电光闪闪，相伴随的，是“隆隆”的雷声；海潮涨落，龙卷风吸水，泥石流下山，也都发出“隆隆”的声响；而鳄、牛、蟒蛇等动物的吼叫，也和“隆隆”声接近；而“隆隆”声本身具备着粗壮、雄浑、深沉和悠远等特点，给予人的感觉是恐怖、壮烈、崇高和神秘。于是，人们就取其声，将这个模糊集合起来的“神物”，以“隆”这个音呼之了。</p><p>龙字的由来</p><p>“神物”的发音是拟声，“神物”的形象该是个什么样子呢？一些人说像鱼，一些人说像鳄，一些人说像蛇，还有一些人说像云，像闪电，像虹霓；也可能今天看像这个，明天看像那个，后天看又像别一个；还可能觉得既是这个又是那个，升到天上就是云是闪电是虹，落到水中就是鱼是鳄是蛇，来到陆地就是猪是马是牛。模糊思维是不讲逻辑、意识不到矛盾的，这种思维容许同一个物体在同一个时间出现在不同的地方，容许部分和整体、单数和复数的同一。</p><p>造字的时代到了，需要给这个以“隆”音呼之的神物搞个符号了。老祖宗最初造字，多以像形为之。那么，让这个神物像什么形好呢？有人说像鳄，就造了几个像鳄的“龙”字；有人说像蛇，就造了几个像蛇的“龙”字；还有人说像闪电，就再造几个像闪电的“龙”字；另有人说身子像鳄像蛇还像闪电，头却像马像牛还像猪，那么就造几个像这像那像……的“龙”字好了。于是，甲骨文和金文中便有了各式各样的“龙”字。后来，逐渐演化，直到最后简化成如今这个“龙”。</p><p>龙的传人</p><p>中国人称自己是龙的传人，以龙为祖先。龙的历史在中华大地源远流长，遍及南北。在北方内蒙古的三星他拉于1971年发现了玉雕的猪龙，据专家考证大约距今6000-7000年前；西安半坡仰韶文化遗址中，出土有陶壶龙纹；远隔千里之外的江苏吴县良渚文化出土的器物上，刻有一种似蛇非蛇的勾连花纹，即是古越人的龙图腾崇拜的象征。这说明，至少在在新石器时代中期就有了关于龙的图腾崇拜。龙的形成起点大约在新石器时代，经过商、周的发展，到秦汉时便基本成形，脱离自然界中的具体动物形象，成为集诸种动物灵性与特长于一身的特殊动物。</p><p>到唐代，龙成了天子的专利。龙纹只能用于皇帝的衣服器物，龙成为皇权的象征。宋之后，关于龙的历史与家族有了更多的传说。龙在其形象形成过程中，曾海纳百川的汇集了多种怪异的兽形象。</p><p>龙的九子</p><p>在民间，很久就流传着龙生九子的说法，但是九子为何物，并没有确切的记载，然而这一公案却由于“真龙天子”的好奇而有了结果。据说一次早朝，明孝宗朱佑樘突然心血来潮，问以饱学著称的礼部尚书、文渊阁大学士李东阳：“朕闻龙生九子，九子各是何等名目？”李东阳仓卒间不能回答，退朝后左思右想，又向几名同僚询问，糅合神话传说，七拼八凑，才拉出了一张清单，向皇帝交了差。按李东阳的清单，龙的九子是：趴蝮、嘲风、睚眦、赑屃、椒图、螭吻、蒲牢、狻猊、囚牛。不过在民间传说中的龙子却远远不止这几个，狴犴、貔貅、饕餮等等都被传说是龙的儿子。其实所谓龙生九子，并非龙恰好生九子。中国古代传统文化中，往往以九来表示极多，而且有至高无上的地位。九是个虚数，又是个贵数，所以用来描述龙子。如果非要选出九子来的话，也应该选出其中在民间影响最大的九个。李东阳也是一时急于交差，所提之名单并不具代表性。</p><p>以下是龙九子通行的说法：</p><p>大儿是叫囚牛：它平身喜爱音乐，故常立在琴头上。如汉族的胡琴，白族的三弦琴等。而蒙古的马头琴也可能是囚牛的变种。</p><p>二儿子是睚眦：它平身爱杀所以多被安在兵器上，用以威摄敌军。同时又用在仪仗上，以显得更加威严。</p><p>三儿是嘲风：是只兽形龙，样子有点像狗，它善于瞭望，故多安在殿角上。据说可以威摄妖魔、消灭灾祸。</p><p>第四儿是蒲牢：喜欢吼叫，人们就把它安在钟上，大多是蒲牢的形象。据说它是住在海滨的，但却十分怕鲸鱼，一但鲸鱼发起攻击，它就会吓得乱叫。故人们把木杵造成鲸的形状，以令铜钟格外响亮。</p><p>第五儿是狻猊：形似狮子。它好安静、又爱烟火。所以往往把它安在香炉上。</p><p>第六儿是贔屭：样子似龟。相传上古时它常背起三山五岳来兴风作浪。後被夏禹收服，为夏禹立下不少汗马功劳。治水成攻後，夏禹就把它的功绩，让它自己背起。故中国的石碑多由它背起的。</p><p>第七儿是狴犴：又名宪章，样子像虎。相传它主持正义，而且能明是非，因此它被安在狱门上下、门大堂两则、以及官员出巡时肃静回避的牌上端，以维护公堂的肃然之气。</p><p>第八儿是负屭：因它喜爱文学，故多安在石碑的两则。</p><p>第九儿是螭吻：又名鸱尾，鱼形的龙。相传是大约在南北朝时，由印度「摩竭鱼」传入的。它是雨神座下之物，能够灭火。故此，螭吻由此变化出来，所以它多安在屋脊两头，作消灾灭火的功效。</p><p>龙的九子--老大囚牛</p><p>囚牛是古代中国神话传说中龙生的第一个儿子。形状为有鳞角的黄色小龙，平生爱好音乐，它常常蹲在琴头上欣赏弹拨弦拉的音乐，因此琴头上便刻上它的雕像。这个装饰现在一直沿用下来，一些贵重的胡琴头部至今仍刻有龙头的形象，称其为龙头胡琴。</p><p>这位有音乐细胞的龙子，不光立在汉族的胡琴上，彝族的龙头形月琴、白族的三弦琴以及藏族的一些乐器上也有其扬头张口的形象。</p><p>龙的九子--老二睚眦</p><p>睚眦是古代中国神话传说中龙的第二个儿子，总是嘴衔宝剑，怒目而视，刻镂于刀环、剑柄吞口，以增加自身的强大威力。</p><p>豹身龙首，性格刚烈，好勇擅斗，嗜杀好斗，总是嘴衔宝剑，怒目而视，常被雕饰在刀柄剑鞘上以增加自身的强大威力。</p><p>龙的九子--老三嘲风</p><p>嘲风是古代汉族神话传说中龙生九子之第三子。是一种瑞兽。形似兽，平生好险又好望，殿台角上的走兽是它的遗像。从古至今的神只，一直是龙的第三个儿子。在汉族民俗中，龙三子嘲风象征吉祥、美观和威严，而且还具有威慑妖魔、清除灾祸、辟邪安宅的作用。专门用来化解风水十八煞中的反光煞。嘲风的安置，使整个宫殿的造型既规格严整又富于变化，达到庄重与生动的和谐，宏伟与精巧的统一，它使高耸的殿堂平添一层神秘气氛。</p><p>龙的九子--老四蒲牢</p><p>蒲牢在古代中国神话传说中为龙九子之一，排行第四，平生好音好吼，洪钟上的龙形兽钮是它的遗像。</p><p>蒲牢形状像龙但比龙小，好鸣叫。据说蒲牢生活在海边，虽为龙子，却一向害怕庞然大物的鲸。每每遇到鲸鱼袭击时，蒲牢就大叫不止。于是人们就将其形象置于钟上，并将撞钟的长木雕成鲸鱼状，以其撞钟，求其声大而亮。</p><p>龙的九子--老五狻猊</p><p>狻猊（Suānní），中国古代神话传说中龙生九子之一（一说是第五子，另说是第八子）。形如狮，喜烟好坐，所以形象一般出现在香炉上，随之吞烟吐雾。</p><p>古书记载是与狮子同类能食虎豹的猛兽，亦是威武百兽率从之意。常出现在中国宫殿建筑，佛教佛像，瓷器香炉上。</p><p>龙的九子--老六赑屃</p><p>是古代中国传说中龙之九子的老六，名为赑屃（bìxì），样子似龟，喜欢负重，碑下龟是也。这些龙子许多被运用于中国建筑中。在上古时代的中国传说中，赑屃常背起三山五岳来兴风作浪。后被夏禹收服，为夏禹立下不少汗马功劳。治水成功后，夏禹就把它的功绩，让它自己背起，故中国的石碑多由它背起的。属灵禽祥兽。其原形可能为斑鳖。赑屃和龟十分相似，但细看却有差异，赑屃有一排牙齿，而龟类却没有，赑屃和龟类在背甲上甲片的数目和形状也有差异。赑屃又称龙龟，是长寿和吉祥的象征。它总是奋力地向前昂着头，四只脚顽强地撑着，努力地向前走，并且总是不停步。</p><p>赑屃，龙之子，是中国独特文化的一个表现，是中华文明几千年沉积的结果。是广大中国劳动人民的智慧，在经意或不经意间创作出来的文明结晶，值得我们珍惜。现今很多的建筑物都会以龙、赑屃等石雕为形象代表，不仅是次建筑物的形象代言使者，而且还能更好更广泛地传承我们中华名族五千年的古老历史结晶。</p><p>龙的九子--老七狴犴</p><p>狴犴（读音：bìàn），又名宪章，传说中的兽名，形似虎，龙九子之一，排行第七。它平生好讼，却又有威力，狱门上部那虎头形的装饰便是其遗像。传说狴犴不仅急公好义，仗义执言，而且能明辨是非，秉公而断，再加上它的形象威风凛凛，因此除装饰在狱门上外，还匐伏在官衙的大堂两侧。每当衙门长官坐堂，行政长官衔牌和肃静回避牌的上端，便有它的形象，它虎视眈眈，环视察看，维护公堂的肃穆正气。狴犴既是牢狱的象征，又是黎民百姓的守护神。此外，上虞市上浦镇冯浦村还有“狴犴龙舞”的文化习俗，颇具地方特色，深受当地群众欢迎。</p><p>龙的九子--老八负屃</p><p>负屃（xì），似龙形，排行老八，平生好文，石碑两旁的文龙是其遗像。我国碑碣的历史久远，内容丰富，它们有的造型古朴，碑体细滑、明亮，光可鉴人；有的刻制精致，字字有姿，笔笔生动；也有的是名家诗文石刻，脍灸人口，千古称绝。而负屃十分爱好这种闪耀着艺术光彩的碑文，它甘愿化做图案文龙去衬托这些传世的文学珍品，把碑座装饰得更为典雅秀美。它们互相盘绕着，看去似在慢慢蠕动，和底座的霸下相配在一起，更觉壮观。</p><p>龙的九子--老九螭吻</p><p>螭吻，又名鸱尾、鸱吻，龙形的吞脊兽，是老九，口阔噪粗，平生好吞，殿脊两端的卷尾龙头是其遗像。《太平御览》有如下记述：“唐会要目，汉相梁殿灾后，越巫言，'海中有鱼虬，尾似鸱，激浪即降雨'遂作其像于尾，以厌火祥。”文中所说的“巫”是方士之流，“鱼虬”则是螭吻的前身。螭吻属水性，用它作镇邪之物以避火。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/2.神兽的世界/1.龙（无视频）/龙_notmp4.jpg"
        },
        {
            "id": "89c9599bed8c4d32b92f2bfc0e77ba0f",
            "fileName": "凤凰",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/2.凤凰（无视频）/铜制凤凰雕塑.jpg;../../res/1.神话的国度/2.神兽的世界/2.凤凰（无视频）/凤凰浮雕.jpg;",
            "detail": "<p>古代传说中的瑞鸟</p><p>凤凰，亦作“凤皇”，古代传说中的百鸟之王。和龙一样为汉族的民族图腾。凤凰和麒麟一样，是雌雄统称，雄为凤，雌为凰，总称为凤凰，亦称为丹鸟、火鸟、鶤鸡、威凤等。常用来象征祥瑞，凤凰齐飞，是吉祥和谐的象征，自古就是中国文化的重要元素。类似的传说亦见于其他东亚国家的历史中。</p><p>凤凰性格高洁，非晨露不饮，非嫩竹不食，非千年梧桐不栖。其种类繁多，因种类的不同其象征也不同。传说中共有五类，分别是赤色的朱雀、青色的青鸾、黄色的鹓鶵(yuānchú)、白色的鸿鹄和紫色的鸑鷟（yuèzhuó)。</p><p>神话中说，凤凰每次死后，会周身燃起大火，然后其在烈火中获得重生，并获得较之以前更强大的生命力，称之为“凤凰涅槃”。如此周而复始，凤凰获得了永生，故有“不死鸟”的名称。</p><p>凤是人们心目中的瑞鸟，天下太平的象征。古人认为时逢太平盛世，便有凤凰飞来。“其甲骨文和”风“的甲骨文字相同，即代表具有风的无所不在，及灵性力量的意思；凰即皇字，为至高至大之意。凤凰也是中国皇权的象征，常和龙一起使用，凤从属于龙，用于皇后嫔妃，龙凤呈祥是最具中国特色的图腾。民间美术中也有大量的类似造型。凤也代表阴，尽管凤凰也分雄雌，更一般的是将其看作阴性。”凤“、”凰“常见于女性的名字当中。宋朝就常使用龙凤旗，还使用龙凤作为吉祥标记，使用在物品上，比如龙凤团茶。</p><p>凤凰和龙的形象一样，愈往后愈复杂，最初在《山海经》中的记载仅仅是”有鸟焉，其状如鸡，五采而文，名曰凤皇“，甚至还有食用的记载，《大荒西经》:“沃之野，凤鸟之卵是食，甘露是饮”。而到最后却有了麟前鹿后，蛇头鱼尾，龙文龟背，燕颌鸡喙，成了多种鸟兽集合而成的一种神物。</p><p>自秦汉以后，龙逐渐成为帝王的象征，帝后妃嫔们开始称凤比凤，凤凰的形象逐渐雌雄不分，整体被“雌”化。</p><p>凤凰外形</p><p>据《尔雅·释鸟》郭璞注，凤凰特征是：“鸡头、燕颔、蛇颈、龟背、鱼尾、五彩色,高六尺许”。“出于东方君子之国，翱翔四海之外，过昆伦，饮砥柱，濯羽弱水，莫宿风穴，见则天下安宁。”。《山海经·图赞》说有五种像字纹：“首文曰德，翼文曰顺，背文曰义，腹文曰信，膺文曰仁。”</p><p>传说中凤凰的来历</p><p>传说，轩辕黄帝统一了三大部落，七十二个小部落，建立起世界上第一个有共主的国家。黄帝打算制定一个统一的图腾。在原来各大小部落使用过的图腾基础上，创造了一个新的图腾--龙。那么凤凰又是怎么来的呢？龙的图腾组成后，还剩下一些部落图腾没有用上，这又如何是好呢？黄帝第一妻室嫘祖是一位绝顶聪明的女人，嫘祖受到黄帝制定的新图腾的启示后，她把剩余下来各部落的图腾，经过精心挑选，也仿照黄帝制定龙的图腾的方法：孔雀头，天鹅身，金鸡翅，金山鸡羽毛，金色雀颜色……组成了一对漂亮华丽的大鸟。造字的仓颉替这两只大鸟取名叫“凤”和“凰”。凤，代表雄，凰，代表雌，连起来就叫“凤凰”。这就是“凤凰”的来历。</p><p>凤凰的典故--百鸟朝凤</p><p>黄帝即位，自觉天下太平，想亲眼看看传说中的凤凰。为此，他请教天老。天老回答：凤凰显形，乃是祥瑞的预兆，只有在太平盛世才出现。见到它一掠而过已是很不容易，如果能看到它在百鸟群里飞舞那就是千载难逢的祥瑞了。黄帝听后很不高兴，他说：我即位以来，天下太平，为什么连凤凰的影子都没有看见？天老说：东有蚩尤、西有少昊、南有炎帝、北有颛顼，四方强敌虎视眈眈，何来太平？黄帝听罢便率兵讨伐，于是天下一统。他看见一只带有五彩翎毛的大鸟在天空翱翔，而数不清的奇珍异鸟围着它翩翩起舞。黄帝知道，这只大鸟就是凤凰，也是他想看到的瑞象-百鸟朝凤（《韩诗外传》）。</p><p>楚文化的图腾</p><p>楚人尊凤，楚人的祖先祝融是火神兼雷神，祝融也是凤的化身。凤不仅是神鸟，而且还是楚族、楚国尊严的象征。楚人尊凤的影响便透到各个领域。如在楚国的文物中，凤的图像、绣像和雕像不胜枚举，楚人衣服上的刺绣图案也是以凤为主要内容。此外，还有“凤鸟双连环”、“虎座凤架鼓”、“凤龙虎绣罗禅衣”等，楚国的凤纹彩绘可谓千姿百态，无奇不有。</p><p>凤凰--孔子</p><p>在古代，凤凰还用来指有德之人。主张“和为贵”的大圣人孔子，便是中国历史上第一个被尊称为“凤”的人。古代思想家老子曾以凤凰来比喻孔子，据《庄子》记载：“老子见孔子从弟子五人，问曰：'前为谁？'对曰：'子路为勇。其次子贡为智，曾子为孝，颜回为仁，子张为武。'老子叹曰：'吾闻南方有鸟，其名为凤，......凤鸟之文，戴圣婴仁，右智左贤。'”</p><p>",
            "noMp4Img": "../../res/1.神话的国度/2.神兽的世界/2.凤凰（无视频）/凤凰_notmp4.jpg"
        },
        {
            "id": "2a401f8d2a9e4920b176ff84a004501b",
            "fileName": "麒麟",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/3.麒麟（无视频）/麒麟.jpg;",
            "detail": "<p>传统祥兽</p><p>麒麟是中国古代汉族神话传说中的传统祥兽，性情温和，传说寿命两余千年。古人认为，麒麟出没处，必有祥瑞。有时用来比喻才能杰出、德才兼备的人。人都把麒麟与青龙、白虎、朱雀、玄武并称五大祥兽，其实并非麒麟，乃是黄龙。古人把雄性称麒，雌性称麟。麒麟是古代的仁兽，集龙头、鹿角、狮眼、虎背、熊腰、蛇鳞、马蹄、牛尾于一身，乃吉祥之宝，从古到今都是公堂上的装饰，以振官威之用，也是权贵的象征。古人认为龙有代表着神灵、天、帝王、交泰等意，所以龙渐渐被皇家所垄断。而凤凰也有贤明、调律、志向等意。因此民间把麒麟、玄武作为自己的吉祥物广泛发展传播。</p><p>历史起源</p><p>古代官方的说法：麒麟乃瑞兽，不伤生灵。同时麒麟也是走兽之主属土德。所以麒麟相的摆放和禁忌不像龙、虎、狮子等那么多。</p><p>汉族民间神话说：天地诞生之初，飞禽以凤凰为首，走兽以麒麟为尊。又说，混沌初开有禽王凤凰和兽王麒麟。</p><p>麒麟是天上的神物，不是地上的，常伴神灵出现，是神、仙的座骑，属火系天仙。幼年麒麟不会飞，而成年的会飞，且成年麒麟能大能小，平时较为慈祥，发怒时异常凶猛。主聪慧、祥瑞。</p><p>麒麟每次出现都将是一个非常特别的时期。据记载，孔子与麒麟密切相关，相传孔子出生之前和去世之前都出现了麒麟，据传孔子出生前，有麒麟在他家的院子里“口吐玉书”，书上写道“水精之子，系衰周而素王”，孔子在《春秋》哀公十四年春天，提到“西狩获麟”，对此孔子为此落泪，并表示“吾道穷矣”。孔子曾写歌：“唐虞世兮麟凤游，今非其时来何求？麟兮麟兮我心忧。”，不久孔子去世，所以亦被视为儒家的象征。</p><p>外貌神态</p><p>从其外部形状上看，集狮头、鹿角，虎眼、麋身、龙鳞，牛尾就于一体；尾巴毛状像龙尾，有一角带肉。但据说麒麟的身体像麝鹿，它被古人视为神宠、仁宠。麒麟长寿，能活两千年。能吐火，声音如雷。“有毛之虫三百六十，而麒麟为之长”（有毛之虫：有毛的动物）。</p><p>麒麟是中国古人神话里的宠物，这种造型是把那些备受人们珍爱的动物所具备的优点全部集中在麒麟这一幻想中的神宠上。在中国众多的汉族民间传说中，关于麒麟的故事虽然并不是很多，但其在民众生活中都实实在在地无处不体现出它特有的珍贵和灵异。</p><p>从古至今不乏能人志士将麒麟的形象以各种形式展现出来。自青铜文化兴起后，铜雕麒麟也变得更加广受欢迎，以铜打造麒麟形象，使人触及可摸，这样麒麟在人们心中的形象就变得更加明确。</p><p>祥兽寓意</p><p>麒麟，是上古中国人最企望出现的吉祥动物，它们的出现表示一代的幸福。因此，那时的人们希望麒麟总是伴随着自己，给自己带来幸运和光明，而辟除不祥。当上古时代的这种信仰被传承下来的同时，麒麟所具有的吉祥意义也随之被广大民众公认且牢牢地存在于人们的意识之中，麒麟便成了某种意念的象征，某种意境的表现，某种力量的显示，并启发人们的想像，引导人们的精神去契合某种意念，进入一种特定的境界，给人们以希望、安慰和某种追求的力量，化入民俗生活之中，表现在民族文化的各个方面。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/2.神兽的世界/3.麒麟（无视频）/麒麟_notmp4.jpg"
        },
        {
            "id": "ea615a31ec1c4b799adcfd413b82e125",
            "fileName": "龟",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/4.龟（无视频）/龟.jpg;../../res/1.神话的国度/2.神兽的世界/4.龟（无视频）/龟绘画.jpg;",
            "detail": "<p>    龟在中国文化中是一种神秘而蕴藏着丰富内涵的动物，被视为吉祥和长寿的象征。崇龟、爱龟是中国古老的传统民俗。在这“四灵”中，龙、凤、麒麟均为传说之物，只有龟是自然界实有之物。明嘉靖五年《永春县志》这样描述龟：“甲虫三百六十，而龟为之长，文应八卦二十四气。龟能不食，以气自养，故易曰舍尔灵龟，观我朵颐。”赋予龟很多神秘色彩。龟文化在永春有着深厚独特的积淀与影响。</p><p>    龟亦称赑屃（bìxì），还有称其为王八的。其实，赑屃多是当作力量的象征出现的。王八最早也不是今天许多人所认为的带有贬损意义的“王八”。这些名称是表达了不同时期所包含的文化内涵。</p><p>自古以来，龟就是通神的灵物，在人们的心目中具有极为神秘的意义。古代的许多传说中，对龟的美誉更是枚不胜举。考古资料也表明，在七千多年以前，龟就已被赋予神秘的意义，因此在许多新石器时代的遗址中，就有龟甲出土。这件西周时期的玉龟，更是表明这种龟崇拜的文化观念到了商周时期，得到了进一步的传承和强化。古人认为，龟背“上隆象天”，腹甲“下平法地”，龟甲图案是星宿或五行八卦二十四节气的象征，龟是最早的历书。加上龟能长寿等原因，居然能“知天之道，明于上古”、“先知利害，察于祸福”。在古人看来，国之兴亡，王者之疑虑，均可凭着龟的灵性，通过占卜的形式来解决；听从龟的预言，能使天下归服，得到名龟的人，“家必大富至千万”。因此，古人以龟为宝，如商周墓葬中出土的各种玉龟、秦汉时盛行的青铜龟钮印、唐代的龟符及后来风行的龟形墓志、龟形碑等等，说明这种龟崇拜的文化在中国风行了数千年而不衰。</p><p>    然而，与龟崇拜的文化观念格格不入的是，到现在还经常能听到有人用“乌龟”或“王八”来形容人。看来“王八”或者“乌龟”在人们的心目中是极其丑陋卑贱的了，其形不堪入目、其事不堪入耳。这到底是怎么一回事呢？</p><p>    其实，王八的学名叫鳖，又叫甲鱼。它与乌龟在分类上同属爬行纲龟鳖目，但在民间，龟、鳖一般是不大细分的，人们常通称为乌龟，俗称王八。又依据《史记•龟策列传》记载，远古时代，人们将“神龟”分为八种，一曰北斗龟，二曰南辰龟，三曰五星龟，四曰八凤龟，五曰二十八宿龟，六曰日月龟，七曰九洲龟，八曰王龟。于是，后人便将这列在第八位的“王龟”简称为“王八”。久而久之，“王八”也就成了乌龟的别名，人们也常将乌龟与王八放在一起连用。</p><p>    那么，这种混淆视听，包含两种完全不同褒贬含义的文化现象是从什么时候出现的呢？有人认为应从元代开始，因为元代是蒙古族政权，草原游牧民族不崇龟，龟就成了“王八”！虽然不尽如此，但元代一位叫陶宗仪的文人在录《败家子孙诗》一首诗中说：“兴废从来固有之……宅眷皆为撑目兔， 舍人总作缩头龟。”在诗后，陶氏又作补充说明：“夫兔撑目望月而孕，则妇女不夫而妊也，妻有外遇，兔喻其夫。”故骂人“缩头龟”、“龟孙子”、“兔崽子”等，皆指妻有外遇或其母行娼乱伦野合而生的杂种，说明这种龟的文化现象在元代已经很盛行了。</p><p>    从龟身上所反映出的这种不同文化内涵，说明了中国传统文化的复杂性和多元性,也表现出了中国汉字文化丰富的想象力和趣味性。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/2.神兽的世界/4.龟（无视频）/龟_notmp4.jpg"
        },
        {
            "id": "307d6cef0a6944f096388628ca85c808",
            "fileName": "貔貅",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/6.貔貅（无视频）/玉貔貅.jpg;../../res/1.神话的国度/2.神兽的世界/6.貔貅（无视频）/貔貅.jpg;",
            "detail": "<p>招财神兽</p><p>貔貅（píxiū），别称“辟邪、天禄、百解”，是中国古书记载和汉族民间神话传说的一种凶猛瑞兽，为古代五大瑞兽之一（其他瑞兽为龙、凤、龟、麒麟），称为招财神兽。</p><p>貔貅有嘴无肛，能吞天下财而不漏，只进不出、神通特异，故有招财进宝、吸纳四方之财的寓意，同时也有镇宅、化太岁、促姻缘，赶走邪气、带来好运的作用。中国古代风水学者认为貔貅是转祸为祥的吉瑞之兽，也常用来作为军队的称呼。</p><p>从古至今，中国传统有装饰“貔貅”的习俗，上至帝王、下至百姓都极度注重收藏和佩戴貔貅。貔貅寓意丰富，人们相信它能带来欢乐及好运。</p><p>文化起源</p><p>貔貅，又名天禄、辟邪、百解，是中国古代汉族神话传说中的一种神兽，凶猛威武，它在天上负责巡视工作，阻止妖魔鬼怪、瘟疫疾病扰乱天庭。</p><p>貔貅有嘴无肛门，能吞万物而从不泄，可招财聚宝，只进不出，神通特异。据说貔貅是龙王的九太子，它的主食竟然是金银珠宝，自然浑身宝气，跟吉祥兽三脚蟾蜍等比起来称头多了，深得玉皇大帝与龙王的宠爱。貔貅因触犯天条，玉皇大帝罚他只以四面八方之财为食，吞万物而不泻，可招财聚宝，只进不出，神通特异。这个典故传开来之后，貔貅就被视为招财进宝的祥兽了，很多中国人佩戴貔貅的玉制品正因此典故。</p><p>外貌形态</p><p>貔貅龙头、马身、麟脚，形似狮子，毛色灰白，会飞。貔貅者，其身形如虎豹，其首尾似龙状，其色亦金亦玉，其肩长有一对羽翼却不可展，且头生一角并后仰。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/2.神兽的世界/6.貔貅（无视频）/貔貅_notmp4.jpg"
        },
        {
            "id": "09a640718aed4044a1f43686d2f89791",
            "fileName": "獬豸",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/7.獬豸（无视频）/獬豸.jpg;",
            "detail": "<p>执法公正的化身</p><p>獬豸（xièzhì），也称解廌或解豸，又称任法兽，是中国古代传说中的上古神兽，体形大者如牛，小者如羊，类似麒麟，全身长着浓密黝黑的毛，双目明亮有神，额上通常长一角，俗称独角兽。它怒目圆睁，能辨是非曲直，能识善恶忠奸，发现奸邪的官员，就用角把他触倒，然后吃下肚子，令犯法者不寒而栗。它拥有很高的智慧，懂人言知人性。它能辨曲直，又有神羊之称，它是公正、勇猛的象征，是皇帝、“清平公正”“正大光明”的象征。所以在古代，獬豸就成了执法公正的化身，古代法官戴的帽子又称“獬豸冠”。</p><p>帝尧的刑官皋陶曾饲有獬豸，治狱以獬豸助辨罪疑，凡遇疑难不决之事，悉着獬豸裁决，均准确无误。獬豸有着羊的身体、麒麟外观的瑞兽，拥有分辨正与不正的神秘力量，而不正者则会召受惩罚，后世因为此点遂将其画像中加入了如判官的官服之中。人们经常引用獬豸的形象，取意于对中国传统司法精神的继承。它的角却没有神奇力量，这是它与欧洲传说中的独角兽相区别的地方。</p><p>历史传说</p><p>春秋战国时期，齐庄公有个叫壬里国的臣子，与另一位叫中里缴的臣子打了三年官司。因为案情难以判断，齐庄公就让“廌”，即神兽獬豸，来听他二人自读诉状。结果壬里国的诉状读完，獬豸没有什么表示，而中里缴的诉状还没有读到一半，獬豸就用角顶翻了他。于是，齐庄公判决壬里国胜诉。</p><p>北宋大文学家、书画家苏轼在《艾子杂说》中讲了“獬豸辨好”的寓言故事。一次，齐宣王问艾子道：“听说古时候有一种动物叫獬豸，你熟悉吗？”艾子答道：“尧做皇帝时，是有一种猛兽叫獬豸，饲养在宫廷里，它能分辨好坏，发现奸邪的官员，就用角把他触倒，然后吃下肚子。”艾子停了停接着感慨的说：“如果今天朝廷里还有这种猛兽的话，我想它不用再寻找其它的食物了！”这就将獬豸的能辨是非，引申到了官场，以官员为审视监督的对象。发现奸邪的官员，就用角把他触倒，然后吃下肚子，不用再寻找其它的食物，讽刺当时的官场奸臣和贪官太多了。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/2.神兽的世界/7.獬豸（无视频）/獬豸_notmp4.jpg"
        },
        {
            "id": "a527c5b9d98e42dfaddddff38482ace4",
            "fileName": "当康",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/8.当康（无视频）/当康.jpg;",
            "detail": "<p>当康：又称牙豚，是一种兆丰穰之瑞兽，样子象猪而有牙，其叫声有如呼唤自己的名字。 </p><p>相关记载</p><p>《山海经·东次四经》：钦山，有兽焉，其状如豚而有牙，其名曰当康，其名自叫，见则天下大穰。</p><p>胡文焕《山海经图说》云：“钦山中有兽焉，状如豚，名当康，其名自呼。见则天下大穰。韩子曰：穰，岁之稔也。”</p><p>《骈雅》云：“当康，牙豚也。”郝懿行注：“当康大穰，声转义近，盖岁将丰稔，兹兽先出以鸣瑞。”又说：“《太平御览》九百十三卷引《神异经》云，南方有兽，似鹿而豕首有牙，善依人求五谷，名无损之兽，所说形状与此兽近，当即此。”</p><p>《图解山海经》：“山中栖息一种野兽，其外形象猪，却长着大獠牙，名字叫当康，它发出的叫声就像在呼唤自己的名字。传说天下要获得丰收的时候，它就从山中出来啼叫，告诉人们丰收将至。所以它虽然样子不太好看，却是一种瑞兽。”</p><p></p><p></p><p>",
            "noMp4Img": "../../res/1.神话的国度/2.神兽的世界/8.当康（无视频）/当康_notmp4.jpg"
        },
        {
            "id": "cb77da3e644649f08a8de56f34d3746b",
            "fileName": "精卫",
            "fileUrl": "../../res/1.神话的国度/2.神兽的世界/9.精卫/精卫.mp4",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/9.精卫/精卫填海邮票.jpg;../../res/1.神话的国度/2.神兽的世界/9.精卫/中国古代神话精卫填海邮票.jpg;",
            "detail": "<p>精卫填海，是中国上古神话传说之一。相传精卫本是炎帝神农氏的小女儿，名唤女娃，一日女娃到东海游玩，溺于水中。死后其不平的精灵化作花脑袋、白嘴壳、红色爪子的一种神鸟，每天从山上衔来石头和草木，投入东海，然后发出“精卫、精卫”的悲鸣，好像在呼唤着自己。</p><p>出处</p><p>又北二百里,曰发鸠之山，其上多柘木，有鸟焉，其状如乌，文首，白喙，赤足，名曰“精卫”，其鸣自詨。是炎帝之少女，名曰女娃。女娃游于东海，溺而不返，故为精卫，常衔西山之木石，以堙于东海。漳水出焉，东流注于河。</p><p>------《山海经·北山经》</p><p>传说故事1</p><p>炎帝有一个女儿，叫女娃。女娃十分乖巧，黄帝见了她，也都忍不住夸奖她，炎帝视女娃为掌上名珠。</p><p>炎帝不在家时，女娃便独自玩耍，她非常想让父亲带她出去，到东海--太阳升起的地方去看一看。可是因为父亲忙于公事：太阳升起时来到东海,直到太阳落下；日日如此，总是不能带她去。这一天，女娃没告诉父亲，便一个人驾着一只小船向东海太阳升起的地方划去。不幸的是，海上突然起了狂风大浪，像山一样的海浪把女娃的小船打翻了，女娃不幸落入海中，终被无情的大海吞没了，永远回不来了。炎帝固然痛念自己的小女儿，但却不能用太阳光来照射她,使她死而复生，也只有独自神伤嗟叹了。</p><p>女娃死了，她的精魂化作了一只小鸟，花脑袋，白嘴壳，红脚爪，发出“精卫、精卫”的悲鸣，所以，人们便叫此鸟为“精卫”。</p><p>精卫痛恨无情的大海夺去了自己年轻的生命，她要报仇雪恨。因此，她一刻不停地从她住的发鸠山上衔了一粒小石子，展翅高飞，一直飞到东海。她在波涛汹涌的海面上回翔阒，悲鸣着，把石子树枝投下去，想把大海填平。</p><p>大海奔腾着，咆哮着，嘲笑她：“小鸟儿，算了吧，你这工作就干一百万年，也休想把我填平！”</p><p>精卫在高空答复大海：“哪怕是干上一千万年，一万万年，干到宇宙的尽头，世界的末日，我终将把你填平的！”</p><p>“你为什么这么恨我呢？”</p><p>“因为你夺去了我年轻的生命，你将来还会夺去许多年轻无辜的生命。我要永无休止地干下去，总有一天会把你填成平地。”</p><p>精卫飞翔着、鸣叫着，离开大海，又飞回发鸠山去衔石子和树枝。她衔呀，扔呀，成年累月，往复飞翔，从不停息。后来，一只海燕飞过东海时无意间看见了精卫,他为她的行为感到困惑不解,但了解了事情的起因之后,海燕为精卫大无畏的精神所打动,就与其结成了夫妻，生出许多小鸟，雌的像精卫，雄的像海燕。小精卫和她们的妈妈一样，也去衔石填海。直到今天，她们还在做着这种工作。</p><p>精卫锲而不舍的精神，善良的愿望，宏伟的志向，受到人们的尊敬。晋代诗人陶渊明在诗中写道：“精卫衔微木，将以之填沧海”，热烈赞扬精卫小鸟敢于向大海抗争的悲壮战斗精神。后世人们也常常以“精卫填海”比喻志士仁人所从事的艰巨卓越的事业。</p><p>人们同情精卫，钦佩精卫，把它叫做“冤禽”、“誓鸟”、“志鸟”、“帝女雀”，并在东海边上立了个古迹，叫作“精卫誓水处”。</p><p>传说故事2</p><p>据说中原北边，有一座发鸠山，它在山西省东南部的长治市长子县，漳河就是从发鸠山流出来的。</p><p>发鸠山上有一种柘树，样子像桑。柘树林里生活着一种小鸟，叫“精卫”。</p><p>精卫鸟的身子黑黑的，有点像小乌鸦。可是它的嘴白白的，爪子红红的，脑袋上还有花纹。它常常叫着自己的名字：“精卫！”声音很凄厉，所以人们叫它“精卫鸟”。</p><p>发鸠山在长子县的西面，精卫鸟经常叼着西山的石子、树枝往东飞，飞到东海，就把石子、树枝扔到海里，然后再回来叼。</p><p>它为什么要这么做呢？这里有一个悲惨的故事。</p><p>精卫本来是太阳神“炎帝”的女儿，是个没成年的小姑娘。中原人把孩子叫做“娃”，这个小姑娘，大伙儿都叫她“女娃”。</p><p>炎帝不但管太阳，还管五谷和药材，因此，他的另外一个名字叫“神农”。有时候，人们把他的两个名字连起来，叫他“神农炎帝”。神农炎帝的事情很多，每天一大早，他就要到东海去指挥太阳升起，一直到太阳落山才回家。</p><p>女娃是个懂事的好孩子，爸爸不在家，她就自己玩。她常常穿着一双小红鞋跑到田野里，把很多花插在自己头上，打扮得漂漂亮亮的。她在田野里看着火红的太阳从东方升起，高高兴兴地沐浴着阳光，欣赏着周围的一片生机。万物在阳光下生长，鸟兽在阳光下欢腾，她感到很自豪，因为大地的光明和温暖是她爸爸带来的。</p><p>有时候，她跑到东海边上去看日出，当她看到霞光万道、光芒四射，一轮红日从海面上跳出来的时候，她喜欢极了。因此很想去看看东海以外太阳升起的地方。</p><p>可是，女娃太小，炎帝不能带她去。因为太阳升起的地方在东海以外几亿万里的“归墟”，那地方很热很热，小孩子受不了。</p><p>女娃老是因为这件事生气。神秘的归墟太吸引人了。有一次，她不听话，等爸爸走了以后，自己跳到东海里向归墟游去。</p><p>游啊，游啊，起先她很快活，游得很起劲。后来越游越远，不料，一阵风浪袭来，把女娃吞没了。</p><p>女娃沉入了东海，再也没有回来。</p><p>可是，女娃的精魂没有死，她恨海中的恶浪，她的精灵化作小鸟，头上的野花化作脑门的花纹，脚上的小红鞋变成了红爪，她发誓要填没东海！</p><p>为了壮大自己的力量，精卫就和海燕结成配偶，繁衍后代，让自己的精神世世代代流传下去，以继续填海的事业，直到把大海填平为止。精卫和海燕生下的孩子，雌的就像精卫，雄的就像海燕。</p><p>精卫鸟一刻不停地从西山衔来石子和树枝，往东海扔。早也扔，晚上扔，今天也扔，明天也扔，即使遇到狂风暴雨，它也在风雨中穿行。有时候，它离水面太近了，海上的恶浪又一次把它吞没，可是，它仍然不罢休，还有新的精卫鸟继续来填海。</p><p>精卫填海的事惊动了天神。水神共工很佩服精卫的精神，于是就降下洪水，把高原上的泥沙冲进大海，把海水都搅黄了。于是，人们把东海北部发黄的海域叫做“黄海”。</p><p>当大海发觉自己真有被填平的危险时，赶紧采取措施，把那些泥沙用潮汐推向岸边，泥沙在岸边沉淀下来，就形成了海涂。海涂厚了、大了，人们就把它匡围起来，改造成良田。</p><p>人们忘不了这片土地是精卫填海而来的，就教育自己的子子孙孙，世世代代都要爱鸟、护鸟，学习精卫精神，矢志不渝地朝着既定的目标去奋力拼搏。</p><p>",
            "noMp4Img": ""
        },
        {
            "id": "5840594b71384f5094fd1ba9aeaff34f",
            "fileName": "青鸟",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/10.青鸟（无视频）/青鸟.jpg;../../res/1.神话的国度/2.神兽的世界/10.青鸟（无视频）/手绘青鸟.jpg;",
            "detail": "<p>青鸟，神话传说中为西王母取食传信的神鸟。是一种青蓝色的鸟。传说它和凤凰一般大，喜水、冰，浑身通白，散发蓝光，形态优美，传说可幻化成人。</p><p>​象征含义</p><p>青鸟象征着幸福，在西方还代表快乐。青鸟还象征着对梦想与希望的追求。青鸟还被誉为幸福使者。</p><p>相关记载</p><p>《山海经·西山经》：“又西二百二十里，曰三危之山，三青鸟居之。”</p><p>郭璞注：“三青鸟主为西王母取食者，别自栖息于此山也。”</p><p>《艺文类聚》卷九一引旧题 汉 班固 《汉武故事》：“七月七日，上汉武帝于承华殿斋，正中，忽有一青鸟从西方来，集殿前。上问东方朔，朔曰：‘此西王母欲来也。’有顷，王母至，有两青鸟如乌，侠侍王母旁。”后遂以“青鸟”为信使的代称。</p><p>南朝陈伏知道《为王宽与妇义安主书》：“玉山青鸟，仙使难通。”</p><p>唐李商隐《无题》诗：“蓬山此去无多路，青鸟殷勤为探看。”</p><p>清黄遵宪《奉命为美国三富兰西士果总领事留别日本诸君子》诗之四：“但烦青鸟常通讯，贪住蓬莱忘忆家。”</p><p>欧阳予倩《人面桃花》第二场：“听他言来心烦闷，想不回家万不能，哪有青鸟传芳信？”</p><p>",
            "noMp4Img": "../../res/1.神话的国度/2.神兽的世界/10.青鸟（无视频）/青鸟_notmp4.jpg"
        },
        {
            "id": "6f0cafe0c97749fdbcc773ba2689eff6",
            "fileName": "玄鸟",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/11.玄鸟（无视频）/玉玄鸟.jpg;../../res/1.神话的国度/2.神兽的世界/11.玄鸟（无视频）/铜制玄鸟.jpg;",
            "detail": "<p>玄鸟是古代中国神话传说中的神鸟。出自《山海经》，玄鸟的初始形象类似燕子。</p><p>北海之内有山，名曰幽都之山。黑水出焉，其上有玄鸟、玄蛇、玄豹、玄虎，玄狐蓬尾。</p><p>商丘是中原大地上一座古老而著名的城市，是中原远古文化的发祥地之一。1986年被国务院命名为国家历史文化名城，作为城市古老象征的城墙又是国家级重点文物保护单位。“商丘”一名是如何得来的？“商”先以族名，后为地名。殷墟出土的甲骨文，有“大邑商”、“商”的名称，据考证，这些指的都是商丘。“丘”，按许慎《说文解字》云：“土之高也，非人所为也。”在周秦文献中，“丘”又被假借为废墟之意。所以，是商族由于在此长久居住，后来迁徙，后人便称商族居住的废墟之地谓商丘。商族是华夏文明的开创者之一，商文化在中华文明发展史上占有十分重要的地位。商族是具有悠久历史的部族，在夏朝兴盛时期，已经历了很长时期的历史发展。</p><p>从文献记载来看，随着时间的推移，故事情节从简到繁，逐步演化，但始终没有改变“玄鸟生商”的主题，也就是说，商族人自认为他们的祖先是由于上天命令玄鸟而生的，即玄鸟是他们的图腾。在原始社会，由于生产力低下，人们对自然界的各种现象无法理解，总是相信某种动植物或如雷、电等诸神在决定或支配着自身，于是对这种超自然的力量进行崇拜，玄鸟即商族或商人的图腾崇拜。人们通过食用图腾而去获得图腾所具的超人的力量或技巧，他们通过膜拜图腾而加强图腾的力量，从而也增加自己的力量。</p><p>何为玄鸟呢？或曰燕子，更有陨石、流星之说，有人认为是雄鸡。（郑杰祥：《玄鸟新解》，《中州学刊》）更有人综合上述观点认为，秦民族在远古时期就以玄鸟即燕子为图腾，玄鸟陨卵即流星、陨石，进入历史时期玄鸟演化为雄鸡。</p><p>有关玄鸟的解释很多，还很难达成共识。不过有一点可以肯定：“玄鸟生商”的故事反映的是图腾生育信仰中的卵生信仰。卵生信仰的重要标志就是传说其始祖由卵生或吞卵而生。卵生神话在民族资料中也是屡见不鲜。侗族古歌《侗族从哪里来》说，侗族始祖母和始祖父都是由龟婆孵出的。黎族也是由卵而生。居住在红河州的哈尼族传说：洪荒时代过后，地面上长出茅草，茅草里出现一个大蛋，经鹌鹑孵化成人，成为哈尼祖的祖先。（何星亮：《中国图腾文化》）在远古人类的卵生信仰观念中，“卵和蛋是生命的最高表现，其他所有表现都有从属于它”。因此，至今中原地区仍流传着结婚生孩子染红鸡蛋的习俗。而燕子说似乎与商族有更加密切的关系，燕子春分而至，秋分而返，年年如此，非常有规律，可以知农时，耕种农业，与人们的生存密切相关，封在商丘的阏伯也是以管理“大火星”有功，视星象、教耕种而被封为“火正”，成为商人的先祖的，若此，则绝不是一种偶然的巧合。春分时节，燕子筑巢生子，商人以为燕子来临便是繁殖的好日子，于是，在燕子来临的仲春之时，夫妻双双赴郊外旷野之地，举行求子祭祀活动，这个时期所孕之子，谓之“玄鸟所生”。</p><p>地下出土文物，也证实了“从鸟降生，是夷人传说的特点”。（郭沫若主编《中国通史》）商族的祖先为东夷人，而东夷人的祖先为少昊氏。少昊族以鸟为图腾，是由几个胞族组成的部落。其中第一胞族中的五个氏族，分别以凤鸟、玄鸟、伯赵（劳）、青鸟、丹鸟为图腾，其中玄鸟为商族人的图腾。古文学家胡厚宣从殷墟卜辞中，找到祭祀商高祖王亥的“亥”字，形体从亥从鸟从隹，隹也是鸟形，这便是商族以鸟为图腾的确证。晚商青铜器《玄妇罍》其铭文有“玄鸟妇”三字合文，这更是表明商族祖先以鸟为图腾的佐证。</p><p>《诗经》里有一首诗，名叫《玄鸟》，诗中说：“天命玄鸟，降而生商。”玄鸟，就是燕子，是说商王朝的先祖为上天派遣的燕子所生。</p><p>那么，这只燕子与契的出生有什么关系呢？原来有一次，简狄和另外两名女子到河中洗浴，飞来一只燕子，下了一只卵，简狄误而吞之。回去后，有了身孕。十月后，生下一子，取名为契。</p><p>契长大后，帮助禹治水有功，帝舜封其为司徒，并把商地分封给他，商部族开始形成和发展。</p><p>按照《长发》的描述，契既有威武的形象，又有刚毅的性格，他对诸方国的国情了如指掌。他遵循礼制，做到令行禁止，这一切，使年轻的商部族虽经历多次政治风波而安然无恙。契有特殊的政治资历，他在治水的过程中，几乎取得了与大禹一样的伟大功绩和崇高声誉。但是，大禹有强大的部族势力，而契几乎是孤身来到商地，领着一批还处于蛮荒阶段的土著建立一个新的方国。因此，他一方面要使禹消除对自己可能产生的猜忌，另一方面他要小心呵护自己的封疆，使方国在稳定中逐步强大，以达到长治久安。因此，在禹传子、家天下的历史转折关头，契和商部族选择了服从。</p><p>由于契的成功谋略，为商部族奠定了绵延和发展的基础。契去世后，其子昭明继位。昭明继位后，其子相土继位。《长发》说：“相土烈烈，海外有截。”意思是，他的威武强大，使四海同心。同时，商部族的历代统治者小心地维护着与夏王朝中央政府的良好关系。其中一个名叫冥的商部族首领，为契的六世孙，担任夏王朝的水官，在治水过程中不幸以身殉职。</p><p>在商部族的发展中，经历了一个不断迁徙的过程，从契到成汤，共传十四代，他们把自己的方国迁了八次。他们究意为什么迁徙，人们有各种各样的猜测。那么，这个崇拜玄鸟的部族，他们的迁徙是否与燕子有关呢？我们虽然不得而知，但是对“天命玄鸟，降而生商”的坚信不疑，这正是商部族历经磨难发展壮大的精神力量。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/2.神兽的世界/11.玄鸟（无视频）/玄鸟_notmp4.jpg"
        },
        {
            "id": "495a1a4a21b5413c9c81d7b7ba804cf5",
            "fileName": "鲲鹏",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/12.鲲鹏（无视频）/鲲鹏.jpg;",
            "detail": "<p>在中国神话中，有很多种很神奇的动物，貔貅，麒麟等，还有一种动物是所有人都不会陌生的，那就是鲲鹏。</p><p>鲲鹏属中国古代神兽之一，最早出现于道家学说《庄子·逍遥游》。书中记载“北冥有鱼，其名曰鲲。鲲之大，不知其几千里也；化而为鸟，其名为鹏。鹏之背，不知其几千里也。怒而飞，其翼若垂天之云。”常用鲲鹏比喻一些宏伟之事，一句俗语曰：“学做鲲鹏飞万里，不做燕雀恋子巢”。</p><p>鲲鹏，中国古代汉族神话中海神和风神禺强的两种化身。鲲鹏之名，最早出现于道家学说《庄子·逍遥游》。书中记载“北冥有鱼，其名为鲲。鲲之大，不知其几千里也；化而为鸟，其名为鹏。鹏之背，不知其几千里也。怒而飞，其翼若垂天之云。”</p><p>鹏在中国古代文献中，记载最早的当属《庄子》。庄周在其《庄子－逍遥游》中说：“北冥有鱼，其名为鲲。鲲之大，不知其几千里也。化而为鸟，其名为鹏。鹏之背，不知其几千里也。怒而飞，其翼若垂天之云。”“水击三千里，抟扶摇而上者九万里。”“绝云气，负青天，然后图南”</p><p>庄周用汪洋恣肆、气势磅礴的笔调，写出了一只怎样的巨鸟啊！且不说太平洋能否容得下鲲，那由鲲“化而为鸟”的鹏，一旦飞将起来，那地球看起来岂不就是一枚小小的鸟蛋了？</p><p>相关记载</p><p>《神异经－中荒经》里描述的大鸟“希有”，大约就是大鹏鸟的别称：“昆仑之山有铜柱焉，其高入天，所谓‘天柱’也，围三千里，周圆如削。――上有大鸟，名曰希有，南向，张左翼覆东王公，右翼覆西王母；背上小处无羽，一万九千里，西王母岁登翼上，会东王公也。”</p><p>《水经注》引《神异经》，又加上了“其鸟铭曰：有鸟希有，绿赤煌煌，不鸣不食，东覆东王公，西覆西王母，王母欲东，登之自通，阴阳相须，惟会益工。”这些从一些侧面说明：大鹏鸟有绿、红双色，不鸣叫也不进食；仅仅背上小片没羽毛的地方，就有一万九千里宽广，可见它体形多么庞大。――原来，从西昆仑到东海的距离，也不过是大鹏鸟两翅之间耳！</p><p>后世诗人以大鹏为高远志向、豪放气概的象征。如阮修《大鹏赞》中有“志存天地，不屑唐庭。鸴鸠仰笑，尺鷃所轻。超世高逝，莫知其情”的句子。借大鹏来抒发蔑视官宦、抱负超远的心境。而李白的“大鹏一日同风起，扶摇直上九万里”（《上李邑》）更是千古传诵。直至如今，汉语中仍有“鹏举”、“鹏程”之类的词语，借喻远大的前程和抱负。</p><p></p><p>",
            "noMp4Img": "../../res/1.神话的国度/2.神兽的世界/12.鲲鹏（无视频）/鲲鹏_notmp4.jpg"
        },
        {
            "id": "e8b01f16916a44beb587290b4a2da25d",
            "fileName": "腾蛇",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/13.腾蛇（无视频）/腾蛇绘画.jpg;",
            "detail": "<p>腾蛇即飞蛇，古代汉族神话中由女娲娘娘以自己形象制造的宠物，传说中能够乘雾腾云而飞行，是一种仙兽，在远古时代，黄帝会合鬼神，在西秦山上，飞蛇伏在地下。腾蛇现在多在游戏及动漫中出现。又一说为星宿之一，有“勾陈腾蛇”之说。</p><p>腾蛇出自道教传奇，在道教的名称为十二天将之一。腾蛇，一名“螣蛇”，也叫飞蛇，又一说为星宿之一，有“勾陈腾蛇”之说。出自《山海经·中山经》。</p><p>相关记载</p><p>《山海经·中山经》：“﹝柴桑之山﹞多白蛇、飞蛇。”郭璞注：“即螣蛇，乘雾而飞者。”《荀子·劝学》：“螣蛇无足而飞”。</p><p>《尔雅·释鱼》：“螣，螣蛇”。郭璞注：“龙类也，能兴云雾而游其中”。</p><p>《事类·赋九十一》注引此作：“螣蛇游雾龙乘云。”</p><p>《韩非子十过》云：“曾云昔者黄帝合鬼神于泰山之上，驾象车而六蛟龙，毕方并鎋，蚩尤居前，风伯进扫，雨师洒道，虎狼在前，鬼神在后，腾蛇伏地，凤皇覆上…”</p><p>",
            "noMp4Img": "../../res/1.神话的国度/2.神兽的世界/13.腾蛇（无视频）/腾蛇_notmp4.jpg"
        },
        {
            "id": "401c10fc02914d97b87da23198f4396f",
            "fileName": "辟邪",
            "fileUrl": "../../res/1.神话的国度/2.神兽的世界/14.辟邪/辟邪.mp4",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/14.辟邪/辟邪神兽图片.jpg;",
            "detail": "<p>辟邪即避凶，“辟”即“避”，“邪”即“凶”、“不好”。辟邪是一类铭记历史教训、避免重蹈覆辙的信物。广义而言，民间使用的辟火、辟水、辟兵、辟车等都可称为辟邪。二指的是神兽貔貅：南方人称貔貅又名天禄。是中国古代神话传说中的一种神兽，龙头、马身、麟脚，形状似狮子，毛色灰白，会飞。貔貅凶猛威武，它在天上负责的巡视工作，阻止妖魔鬼怪、瘟疫疾病扰乱天庭。</p><p>貔貅是龙王的九太子，它主食是金银珠宝，自然浑身宝气，因此深得玉皇大帝与龙王的宠爱。不过，吃多了要拉肚子。有一天，忍不住而随地便溺，惹玉皇大帝生气了，一巴掌打下去，结果打到屁股，貔貅的肛门就被封住了。从此，金银财宝只进不出。这个典故传开来之后，貔貅就被视为招财进宝的祥兽了。貔貅的习性懒懒地喜欢睡觉，每天最好把他拿起来摸一摸，玩一玩，好象要叫醒他一样，财运就会跟着来。一角称为“天禄“，两角称为“辟邪“。</p><p>辟邪起源于原始宗教中的特怖符号，是禁忌的对象，与图腾相对。不同部落形成的背景不同，图腾和禁忌的对象也是不同的。</p><p>商周时期，饕餮纹饰在青铜礼器上广泛应用，是一类常见的辟邪。传说饕餮是一类猛兽，贪婪狠毒，食人未半而死。商代和西周以此为禁忌，将其图案铸在青铜礼器表面，祭祀时，下面以炭火焚烧、上面以热水蒸煮，使其倍受折磨和煎熬，以示惩戒。</p><p>东汉时，人们又常以龟为辟邪，已见有龟形炉灶、龟形水壶等文物现世。传说龟为龙之九子之一，龙生了九个儿子，但没有一个成龙，尤其令人难堪的是，其中一个竟是乌龟，是“龟儿子”。为了表示对“龟儿子”、“王八犊子”的惩治，汉人使其陷于大苦，或做成器物受烘煮，或令其驮碑负重，以示镇压。</p><p>汉至魏晋南北朝时期的玉辟邪，迄今所知，汉代遗址和墓葬中曾出土三件玉辟邪，其中两件于1966年在陕西省咸阳市西汉渭陵遗址出土，一高2.5厘米，长5.8厘米，圆雕，作昂首前视，张口露齿，头顶中部有独角，颔下有须，尾</p><p>垂于地，腹两侧有羽翅，表面保留一些原玉璞皮质色，呈挺胸伏卧状。另一件长7厘米，高5.4厘米，形式与前述一器同，亦为圆雕，唯形作直目前视，作捕物前的爬行状。玉辟邪的另一件出土品是1978年在陕西省宝鸡市一东汉墓出土，器较高大，计高18.5厘米，长18厘米，形式与前述西汉渭陵遗址出土的两件相似，唯背中有圆筒式插座，脑后有方筒形插座及首和身上阴刻圆圈纹、短平行线纹等略异。此外，除上述三件出土的玉辟邪外，另在东汉和魏晋南北朝墓中亦常见用琥珀、蜜蜡和石料制作的辟邪，亦见一些魏晋南北朝陵墓前雕塑辟邪兽作镇墓用。</p><p>辟邪广义的辟邪，或者民俗中的辟邪应该指一种行为以及它所引起的一些礼仪形式。我们在艺术史中说的辟邪是狭义的辟邪，是广义的辟邪行为所寄托的一种实物形式，或者说是辟邪行为的一种工具。所以可将广义上的辟邪称为“辟邪行为”，将辟邪行为中所要使用的工具称为“辟邪工具”，而将辟邪艺术品将称为名词“辟邪”。</p><p>",
            "noMp4Img": ""
        },
        {
            "id": "2b7dec77b6b14d7ea9ed9de618d92624",
            "fileName": "白泽",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/15.白泽（无视频）/白泽图.jpg;../../res/1.神话的国度/2.神兽的世界/15.白泽（无视频）/《白泽》书籍.jpg;",
            "detail": "<p>白泽是中国古代神话中地位崇高的神兽，祥瑞之象征，但正统古籍中记载甚少。白泽能说人话，通万物之情，通晓天下鬼神万物状貌，是令人逢凶化吉的吉祥之兽。</p><p>《三才图会》中白泽大致形象是狮子身姿，头有两角，山羊胡子。</p><p>因为是好听的有着美好寓意的神兽之名，所以后人常用来当姓名使用。后世因为白泽能够趋吉避凶，常将它的形貌使用在物品之上。</p><p>历史起源</p><p>白泽是一种中国神话传说中的神兽，它知道天下所有鬼怪的名字、形貌和驱除的方术，所以从很早开始，就被当做驱鬼的神和祥瑞来供奉。</p><p>尤其到了中古时期，对白泽的尊崇更是隆重。当时《白泽图》（又称《白泽精怪图》）一书非常流行，到了几乎人手一册的程度。书中记有各种神怪的名字、相貌和驱除的方法，并配有神怪的图画，人们一旦遇到怪物，就会按图索骥加以查找。</p><p>在禅宗语录中，也常见有“家有白泽图，妖怪自消除。”“不悬肘后符，何贴白泽图。”“家无白泽图，有如此妖怪”一类的语录。人们将画有白泽的图画挂在墙上，或是贴在大门上用来辟邪驱鬼。</p><p>当时还有做“白泽枕”的习俗，即做成白泽形象的枕头用于寝卧，其用意也是为了辟邪驱鬼。在军队的舆服装备中，“白泽旗”也是常见的旗号。人们甚至以“白泽”来为自己命名，出现了许多叫“白泽”的人。</p><p>钟馗坐骑</p><p>传说白泽神兽是陕西西安户县钟馗故里“唐o赐福镇宅圣君”钟馗的坐骑。钟馗神兽的宋代石雕文物一对，现保存于陕西西安户县渼陂湖畔的秦负阳宫门前，据说是国内唯一的一对白泽古石雕。</p><p>黄帝巡狩</p><p>白泽号称上知天文地理，下知鸡毛蒜皮；透过去，晓未来。不过能说人言，曾应黄帝所求作鬼神图鉴（又说作《白泽精怪图》），内有万一千五百二十种鬼神。</p><p>传说黄帝巡狩，至海滨而得白泽神兽。此兽能言，达于万物之情，故帝令图写之，以示天下，后用以为章服图案。唐开元有白泽旗，是天子出行仪所用；明有白泽补，为贵戚之服饰。</p><p>独角</p><p>有人认为白泽就是独角兽，但是此说不见于任何古籍之中。</p><p>《白泽图》曰：羊有一角当顶上，龙也，杀之震死。</p><p>相关记载</p><p>后世因为白泽能够趋吉避凶，常将它的形貌使用在物品之上，《通典》记帝王之旗就绘有白泽的形貌，被称为白泽旗。</p><p>《唐书·五行志》记载中宗韦皇后的妹妹用虎豹枕以避邪，白泽枕以避魅。</p><p>《开元占经》卷一一六引《瑞应图》云：“黄帝巡于东海，白泽出，达知万物之精，以戒子民，为队灾害。”</p><p>",
            "noMp4Img": "../../res/1.神话的国度/2.神兽的世界/15.白泽（无视频）/《白泽》书籍_notmp4.jpg"
        },
        {
            "id": "3828e488a8174defb0b3571ae3bc1212",
            "fileName": "比翼鸟",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/16.比翼鸟（无视频）/比翼鸟.jpg;../../res/1.神话的国度/2.神兽的世界/16.比翼鸟（无视频）/比翼鸟绘画.jpg;",
            "detail": "<p>比翼鸟中国古代传说中的鸟名，又名鹣鹣、蛮蛮。记载于《山海经》中，传说只要这种鸟出现就会天下洪水泛滥，但因为比翼鸟只有一眼一翅，必须比翼其飞，故现在我们常常把比翼鸟看作恩爱的象征。《山海经·西山经》：“崇吾之山 ，有鸟焉，其状如凫，而一翼一目，相得乃飞，名曰蛮蛮。”这里的蛮蛮也就是俗话所说的比翼鸟，两只蛮蛮不在一起就无法飞行。</p><p>历史起源</p><p>《山海经·海外南经》：“比翼鸟在（结匈国）其东，其为鸟青、赤，两鸟比翼。一曰在南山东。”又《西山经》：“崇吾之山有鸟焉，其状如凫，而一翼一目，相得乃飞，名曰蛮蛮，见则天下大水。”《海外南经》记述的范围是从海外的西南角到东南角。结匈国在它（指《海外西经》中的灭蒙鸟）的西南部，这个国家的人，胸脯都向前突出（即今所谓“鸡胸”。）南山在它的东南部，从这座山来的人，都把虫叫为蛇，把蛇叫做鱼。一说南山在结匈国的的东南边，比翼鸟在它的东部；一说它是在南山的东部。</p><p>文献记载</p><p>《博物志余》记载：“南方有比翼鸟，飞止饮啄，不相分离……死而复生，必在一处。““如此奇异的鸟，古人必然要附会于一定的休咎兆验。</p><p>《山海经》说“见则天下大水”，说比翼鸟的出现预兆洪水滔天，是咎征。此外诸说则多为休应，如《博物志·异鸟》：“见则吉良，乘之寿千岁。”</p><p>《逸周书》曾载，周成王大会诸侯时，曾有人以比翼鸟进贡。比翼鸟是什么样子的呢？传说它是一目一翼，不比不飞，带有较多的感情色彩，后世常用比翼齐飞形容夫妻生活和谐美满。</p><p>《尔雅·释地》：“南方有比翼鸟焉，不比不飞，其名谓之鹣鹣。” </p><p>",
            "noMp4Img": "../../res/1.神话的国度/2.神兽的世界/16.比翼鸟（无视频）/比翼鸟_notmp4.jpg"
        },
        {
            "id": "8aa53601fe1246bf8dbbef7f56a2510a",
            "fileName": "三足鸟",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/17.三足鸟（无视频）/三足鸟.jpg;../../res/1.神话的国度/2.神兽的世界/17.三足鸟（无视频）/三足鸟图标.jpg;",
            "detail": "<p>三足鸟，亦称为金乌、赤乌，日之精（或为驾日车者），主要是侍奉西王母。神话中说，太阳里有金黄色的三足乌鸦，古代人们就把金乌作为太阳的别名。</p><p>民间传说</p><p>中国古代的太阳精灵、也被看作太阳运行的使者。中国古代传说太阳中居住着三足鸟，人们敬仰太阳，三足鸟也被作为祥瑞的象征来崇拜。据说由于三足鸟一共有十只，不停地在天空中运转，导致地上遭受旱灾和灼热的煎熬。尧帝命令后羿将所有三足鸟射杀，结果后羿射落九只、留下一只，从此太阳只有一个并且在傍晚落下。</p><p>也有说法称三足鸟是服侍西王母的精灵。</p><p>神话故事</p><p>传说在辽阔的东海边，矗立着一棵神树扶桑，树枝上栖息着十只三足鸟。它们同是上帝帝俊的儿子，每日轮流上天遨游，三足鸟放射的光芒，就是人们看见的太阳（所以太阳也称三足鸟）。</p><p>后来，十只三足鸟不听上帝的指示都抢着上天，天空中同时就出现了十个太阳，大地草枯土焦，炎热无比。人们只好白天躲在山洞里，黑夜出来觅食。猛兽毒虫借机残食人们，人类濒临灭绝的危险。</p><p>帝尧向天帝祷告，请求援救。天帝就派了羿来帮助帝尧。羿，又名后羿，是擅长射箭的神人。当后羿辞别天帝的时候，天帝曾赐给他一张红色的弓和一个白色的箭袋，袋里装满了箭。后羿带着他的妻子姮娥来到了人间。姮娥，后来又称嫦娥，是一个非常漂亮的女子。帝尧见了他们，大喜过望，表示了最热烈的欢迎，并且要求立即施展神力，惩治一下胡闹的太阳。</p><p>后羿听了帝尧的恭维和请求，十分得意，当即取出天帝所赐的弓箭，走向广场，对准天空十个太阳中的一个，嗖的一箭，射了出去。起初，不见动静，稍隔一会，只见那个太阳猛地爆裂开来，火光乱迸，纷纷散落下一些金色的羽毛来。随即轰然一声，掉下了一团红亮的东西。人们跑过去一看，原来是一只硕大无比的金黄色的三足乌鸦，身上还插着后羿的那枝神箭。望一望天上，果然少了一个太阳，人们不禁同声欢呼，额手称庆。后羿更加得意了，于是又射出第二枝箭，又一个太阳掉了下来，又一次引起了震天动地的欢呼。接着，第三枝箭，第四枝箭……</p><p>帝尧当然高兴极了。但是，当他看见天空只剩下一个太阳，而后羿射箭的兴致似乎还没有尽的时候，他急了，赶紧从后羿的箭袋里，把剩余的箭全部抽去。这样，才提醒了后羿，留下一个太阳，要不，成了黑暗的世界，可麻烦了。</p><p>三足鸟一死，火光自灭，人们顿感清凉爽快，于是欢呼雀跃。呼喊声传到天上，帝俊见九个儿子已死大发雷霆，不准后羿再回天庭。同时也令仅存的这只三足鸟日日遨游，不得休息。从此大地酷暑消尽，万木复苏，黎民百姓才得已重新耕种。人们为了纪念后羿射日的伟大壮举，将射日时箭穿过的山叫做“箭过顶”。</p><p>这个神话故事，见汉朝淮南王刘安的《淮南子·本经训》。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/2.神兽的世界/17.三足鸟（无视频）/三足鸟_notmp4.jpg"
        },
        {
            "id": "9ec91b8b963b48fe889563f0a724cf21",
            "fileName": "九尾狐",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/18.九尾狐（无视频）/狐狸.jpg;",
            "detail": "<p>九尾狐，中国古代汉族神话传说中的生物，来自于春秋战国时代的《山海经--南山经》云：“青丘之山，有兽焉，其状如狐而九尾。”当狐狸拥有九条尾巴之后，就会有不死之身。上古神话演义中九尾之狐是太平之瑞，汉代盛行符命思想，于是本为图腾神的九尾狐也被符命化了，成为祥瑞的神秘象征符号。九尾狐最晚在北宋初期已被妖化了。</p><p>外貌形象</p><p>九尾狐的皮毛为淡若无色的淡白，眼瞳为血的深红，银白色的九尾狐，皮毛如月华般清濯明净的银色，皎洁出尘。</p><p>九尾狐实际上是渴望人类生活的，白狐若想幻化为人，要经历千年的修行，传说狐狸修行一百年才多出一个尾巴，修行千年才长出九尾来，而只有九尾才能幻化为人类。九尾狐以善于变幻而著称，大多不是以狐狸的面目出现，而是幻化成各色各样的人物。或变为银须白发的老人，或变为仙风道骨的道士，或是星冠羽衣的仙官，或是满腹经纶的书生，更多的是绰约多姿的少女。人世间实有的种种人物，包括已经作古的人物，它们可以幻变出来，而且足可达到乱真的程度；人世间没有的人物，它们同样能够幻变出来。这种种不同类型的人物，是它们根据不同的交往对象而幻化的。</p><p>神话传说</p><p>九尾狐和玄狐、白狐等最先出现在原始宗教的图腾信仰中。《山海经》就记有青丘九尾狐。又有是与西王母一同出现的神兽，是祥瑞于子孙兴旺的象征。《山海经》说它“能食人”，表明它在威胁敌人、保护本部族安全方面具有神性。又说“食者不蛊”－－吃了它的肉可以不受邪气的侵害，相信九尾狐具有辟邪的魔力。</p><p>武王伐纣书（元）</p><p>妲己成了九尾狐狸精，在《武王伐纣书》中，吸尽妲己魂魄元气骨髓而借其空皮囊化形为妲己的是只“九尾金毛狐子”。妲己的结局是在武王克殷后被姜太公用降妖镜逼住现出原形，然后把她装进袋子用木碓捣死。之所以费了这么多周折，原来是因为行刑的刽子手让她那“千妖百媚妖眼”撩拨得下不了手。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/2.神兽的世界/18.九尾狐（无视频）/九尾狐_notmp4.jpg"
        },
        {
            "id": "ec3d92022ea44645987090911c2ba690",
            "fileName": "青龙",
            "fileUrl": "../../res/1.神话的国度/2.神兽的世界/19.青龙/四方神兽.mp4",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/19.青龙/青龙图腾雕刻.jpg;../../res/1.神话的国度/2.神兽的世界/19.青龙/唐代青龙转.jpg;../../res/1.神话的国度/2.神兽的世界/19.青龙/隋代青龙画像石.jpg;",
            "detail": "<p>东方的灵兽</p><p>青龙在中国传统文化中是四象之一，根据五行学说，它是代表东方的灵兽，青龙既是名字也是种族，青龙的方位是东，左，代表春季；白虎的方位是西，右，代表秋季；朱雀的方位是南，上，代表夏季；玄武的方位是北，下，代表冬季。</p><p>在中国二十八星宿中，青龙是东方七星（角、亢、氐、房、心、尾、箕）的总称。</p><p>东方七宿亦名苍龙，苍龙的东方七宿－－角、亢、氐、房、心、尾、箕，而这七宿的形状又极似龙形，从他们的字义上就可以看出来，角是龙的角，亢是颈项，氐是本，而是颈根，房是膀，是胁，心是心脏，尾是尾，箕是尾末。</p><p>在五行学说盛行的年代里，慢慢的也开始流传著有关青龙的故事；五行家们照著阴阳五行给东南西北中配上五种颜色，而每种颜色又配上一个神兽与一个神灵；东为青色，配龙，西为白色，配虎，南为朱色，配雀，北为黑色，配武，黄为中央正色。</p><p>在古时候的中国，头有角的为公龙；双角的称为龙，单角的称蛟；无角的为螭，古时玉佩常有大小双龙，仍称母子螭；龙的地位远高于印度。因在中国龙是神物、是至高无上的，也是皇帝的象征。也是东方的代表、五行中是属木的，也因青色是属木的，故此有左青龙、右白虎的说法。星宿的是用廿八星宿中，东方七宿－角、亢、氐、房、心、尾、箕，古人把它们想像成为龙的形象，因位于东方，按阴阳五行给五方配色之说，东方色青，故名“青龙”。</p><p>青龙传说--青龙湖</p><p>古时候，在安丘城北郊的聚凤山附近，有一个偌大的湮子，深不见底，无论旱涝常年不干，碧波荡漾，波光粼粼，岸边奇石矗立，峭壁悬崖上长满珍花异草，蔓生植物瀑布般地垂向水面，人们叫这个湮子为青龙湖。传说湖里潜卧着一条巨大的青龙。提起这个青龙，还得从聚凤山说起哩。</p><p>很久以前，聚凤山这座宝山上常年都有凤凰聚集、栖息，给这方人民带来了福气。这事被东海龙王的大公子青龙知道了。这条青龙颀长雄伟，法力高强，心地善良，向往吉祥和幸福。青龙听人家说过这凤凰聚居地，又听说那里还有一个美丽的湖泊，便动了心，他想，那个去处一定无比美好，再说，有了凤，再有龙，更呈现吉祥嘛，自己要是到那个新天地去生活、居住，该多好哇。正在考虑当儿，有一天，他突然听说聚凤山以东的汶河口，近日有两个妖物作怪，一个是独角蛟，它率领鱼鳖虾蟹打着灯笼，领着洪水冲坏村庄和农田；一个是泥鳅精，它千年得道，常常张开血盆大口呵住天空，把阳光雨露挡住，使农民没有收成；它们又狼狈为奸，破坏凤凰聚会。青龙听后怒从心起，他来到父亲面前，向父亲请求去聚凤山。东海龙王一听大怒，圆瞪双目，破口大骂儿子道：“本想我老了让你世袭龙王王位，可你，这混帐东西胸无大志，还想游龙戏凤！”听父王说到这里，青龙委屈地流下眼泪，扑通一声跪下，仔细解释自己要去那里去除妖孽造福黎民的想法。龙王听到儿子说汶河口有妖的事，先是吃惊，接着担心起来：“那汶河口的妖怪你能对付得了吗？”“凭父王教给的武艺，我一定会战胜它们的！”青龙回答说。东海龙王见儿子已横下了心，只得同意了。</p><p>青龙辞别父母，离开了波涛汹涌的大海，顺潍河溯流而上，来到汶河口，恰被独角蛟和泥鳅精挡住去路。独角蛟和泥鳅精以为青龙来抢它俩的地盘，又见青龙势单力孤，便首先挑衅，双双向青龙猛扑而来，青龙毫无惧色，挺身相迎，与两个妖怪展开了殊死搏斗，一连三天三夜，不分胜败。直斗得山河变容、日月无光。青龙勇敢驱邪的行为感动了安丘父老，有一天，一位打柴老叟趁双方休战的时机，向青龙出主意，要用一沙一石把两个妖怪分开来治。</p><p>先治泥鳅精。泥鳅最大的本事是能钻泥，它在汶河口的淤泥中神通广大。老叟向青龙建议，把泥鳅精引到汶河后再除掉它，因为汶河河底无泥，尽是从西老沂山上冲下来的硬砂子，泥鳅钻不进去，再能也没法子施展。怎么引它上来呢？大凡鱼类，都盼望自己能成龙。据说鱼喝了佳酿就能变化为龙。于是，乡亲们把景芝美酒倒进汶河里。果然，泥鳅精在河口闻到酒香，贪婪地循着香味游进汶河。机不可失，青龙腾空而起，挺着龙角，张开利爪，朝泥鳅精倏然袭去。泥鳅精正在陶醉着，突然发现天色骤变，自觉不妙，弯身朝水下钻去，无奈砂硬钻不进去，被青龙抓个正着，随即把它锁入峡山底下。</p><p>再治独角蛟。独角蛟的角锋利异常，它就凭着这武器来逞强干坏事。泥鳅精被捉，独角蛟失掉了相好的，恼羞成怒，誓与青龙、乡亲们决斗。青龙听从老叟指点，与乡亲们登上了附近一座叫金刚崖的石崖。石崖壁立千仞，独角蛟爬不上去，愈加气愤，便发起疯来，用它的角猛烈撞击石崖，想先撞倒石崖，再攻击青龙和乡亲们。可是石崖岩石棱角分明，坚硬极了。独角蛟不但没拱倒石崖，自己的角反而被岩石磕掉了，它的头顿时鲜血迸流，惨叫一声，毙倒尘埃。</p><p>青龙战胜妖怪，为民除了害，终于来到了心仪已久的聚凤山边、湖泊之畔。凤凰们在山里、天上欢叫着，向他表示谢意。自此聚凤山间凤凰终年和鸣；湖泊边上，青龙按时把节耕云播雨。安丘百姓年年丰收，岁岁吉祥，好一幅和谐美满的龙凤呈祥图景啊！</p><p>青龙洞</p><p>在澄江坝子的东面,群山环抱着一个小山村，村里绿树成荫。在这个山村的村头，有一座雄伟高大的山，山上花草树木茂盛，常年四季如春。这座山叫青龙山。</p><p>在红花绿树的掩映下，山上有一个深不见底的洞叫青龙洞，有好多人都抱着好奇的心情从这个洞钻进去，想看看里面究竟有什么,可是每次都失败了。因为洞很深,没有一个人能钻到底。从此流传下来很美妙的故事。</p><p>很久以前，这个村方圆几十里滴雨未下，在火一样热的太阳的烘烤下，土地干裂，庄稼干枯，井里的水越出越小了。在困苦之中，求生的愿望使人们抬着神龛去祭祀老天爷，希望能降雨救救他们这些苦难的人。可是尽管他们天天祈祷，还是无济于事，老天一滴雨也没下。</p><p>人们诚恳的祈祷声传到了龙宫，老龙王不但置之不理，而且还下令给他手下的龙不准去降雨，否则就要严加惩罚。人们的祈求声，感动了一条小青龙。他就去乞求龙王让他去降雨救救苦难的人们。小青龙的苦苦哀求，龙王不但不听，反而还狠狠地臭骂了小青龙一顿。</p><p>小青龙挨了一顿臭骂，只得悻悻地回到自己的住处，心里又气愤又焦急，气愤的是龙王太残忍了，焦急的是天下还有受苦受难的人们。他想，求龙王是没用的，只有自己冒死去降雨，才能救苦难的人们，因此，他就悄悄的飞到了天上，天空一下子乌云密布，黑云翻滚，不久大雨倾盆而下。困苦不堪的人们得到这冒场暴雨后，精神为之一振，都高兴得欢蹦乱跳，还以为是他们的祈祷感动了龙王呢。田地里干枯的庄稼也振作起来了，不几天也就变得郁郁青青，一片生机。</p><p>可是好景不长,这件事被龙王知道了。一查问才知道是小青龙到人间降了几场大雨，气得老龙王大发雷霆，怒气冲冲地把小青龙关押了起来。</p><p>从那以后，小青龙就在那孤独寂寞的龙宫里渡过了数月。人们的祈祷声又传到了龙宫里，老龙王高兴得捧腹大笑，小青龙趁看守不注意，又偷偷地溜到人间降了一场更大的暴雨。这次又被老龙王发现了，就把他打出了龙宫，关锁在深不见底的山洞里，永远也不准他回龙宫。人们为了纪念这位因为大家受到牵连的小青龙，就把这座高大雄伟的山叫作青龙山，把关押小青龙的那个洞叫青龙洞。</p><p>",
            "noMp4Img": ""
        },
        {
            "id": "d2fa136e02f64fcd94b85a8d36422bbd",
            "fileName": "白虎",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/20.白虎（无视频）/白虎.jpg;../../res/1.神话的国度/2.神兽的世界/20.白虎（无视频）/唐代白虎砖.jpg;../../res/1.神话的国度/2.神兽的世界/20.白虎（无视频）/隋代白虎画像石.jpg;",
            "detail": "<p>西方的保护神</p><p>白虎，中国古神话故事中是西方的保护神。与东方青龙、南方朱雀、北方玄武为我们祖先奉为四大神兽。</p><p>在中国传统文化中是道教西方七宿星君四象之一，根据五行学说，它是代表西方的灵兽，为白的老虎，代表的季节是秋季。其他：青龙东方春季、朱雀南方夏季、</p><p>二十八宿的西方七宿(奎、娄、胃、昂、毕、觜、参)，其形象虎，位于西方，属金，色白，总称白虎。</p><p>同时白虎也象征着威武和军队，所以古代很多以白虎冠名的地方都与兵家之事有关，例如古代军队里的白虎旗和兵符上的白虎像。白虎一般出现在汉代画像石墓的墓门上，或与青龙分别作为单独画像刻在墓室的过梁两侧，用以辟邪。《风俗通义》云：“虎者，阳物，百兽之长也，能执搏挫锐，噬食鬼魅。”在汉代五行观念中，白虎被视作西方神兽。</p><p>和宗教的关系</p><p>在道教兴起之后，龙虎被借用为道家炼丹的术语，就是指“铅汞、坎离、水火、阴阳”，等的同意词。而道家炼丹分内外（内丹炼气，外丹炼丹药，笔者才疏学浅不敢十分确定），内丹是就阴阳五行而言，龙阳，生于离，离属火，故云'龙从火里出'，虎阴，生于坎，坎属水，故云'虎向水边生'，两者结合之后，一阴一阳，互相调和，称为道本，都是元神、元精的代表。而另外一种说法是，性属木，木代表东方，于卦为震，故比为青龙；情属金，金代表西方，于卦为兑，金白色，故喻为白虎。金能够克木，故情多损性，而用二八之真精气，使之交合为一，则金木无间，龙虎自伏而成丹，在人体中则以肝为龙、肾为虎，而外丹则仍取阴阳之意，以龙为铅，虎为汞。</p><p>又由于白虎是战伐之神，所以有多位的猛将被说成为白虎星转世的，如：唐代大将罗成、薛仁贵父子等人。除此之外，白虎又被道教吸放，被神化起来，成为了各庙宇的门神。</p><p>虎崇拜的发展</p><p>虎的崇拜应源自楚文化中对虎的图腾崇拜。虎一直受到汉民族的崇拜，是正义、勇猛无适度、威严的象征。据考证，虎的形象在古羌戎族也有出现，但在我国西南地区最为流行。新石器时代良渚文化中的玉琮的兽面和殷商青铜器上的兽面都与虎的形象相似，直到今天我国的彝族、白族、布依族、土家族等民族仍称虎是其祖先。汉代人把虎看作是百兽之王。白虎是五百年才能变白的虎，是神物，而且仙人往往也乘虎升天。是镇西之兽。</p><p>自汉代以后虎一直成为劳动人民喜爱的保护神，而没有成为帝王的象征，经过漫长的历史演化与发展，崇虎的文化意识，已成为中华民族的共同的文化观念。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/2.神兽的世界/20.白虎（无视频）/神兽白虎塑像_notmp4.jpg"
        },
        {
            "id": "109b772511234e65937d96370033aa7b",
            "fileName": "朱雀",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/21.朱雀（无视频）/朱雀图标.jpg;../../res/1.神话的国度/2.神兽的世界/21.朱雀（无视频）/唐代朱雀砖.jpg;../../res/1.神话的国度/2.神兽的世界/21.朱雀（无视频）/隋代朱雀画像石.jpg;",
            "detail": "<p>南方之神</p><p>朱雀，亦称“朱鸟”，古代神话中的南方之神。又可说是玄鸟。朱雀是四灵之一，也和其他三种一样，它是出自星宿的，是南方七宿的总称：井、鬼、柳、星、张、翼、轸，因其形似鸟状，位在南方，火属性，南方七星井、鬼、柳、星、张、翼、轸联为鸟形，称朱雀。虽然在游戏中朱雀经常以凤凰形状出现，但其实朱雀和凤凰是两种不同的生物。凤凰是百鸟之王，而朱雀却是天之灵兽，比凤凰更稀有尊贵，破坏力也更强。根据五行学说，朱雀的方位是南，代表夏季，代表颜色为红色。</p><p>玄鸟的说法</p><p>《诗经·商颂·玄鸟》说：'天命玄鸟、降而生商、它殷土芒芒。古帝命武汤、正域彼四方。'就是殷商说自己的先祖－契是由玄鸟生下来的，建立强大的商朝。因此玄鸟就成了商人的始祖了。《史记·殷本记》也记了这段历史：'殷契、母曰简狄，有绒氐之女，为帝喾次妃......三人行浴，见玄鸟随其卵，简狄取而吞之，因孕生契。'除了殷商之外，战国时的秦，满清的始祖和朝鲜新罗的始祖也是和仙女吞食玄鸟卵有关的。不论玄鸟或是凤凰，都是随道教的发展，而把它由一只雀鸟，或孔雀或山鸡等等，先变成一个半人半禽的、传人兵法的仙女到完全是人的仙女，都是随道教的发展的。</p><p>朱雀和宗教</p><p>道教兴起后，朱雀为道教南方七宿星君、四象之一。为二十八宿的南方七宿(井、贵、柳、星、张、翼、轸)，其形象乌，位于南方，属火，色赤，总称朱雀，亦名“朱鸟”。《太上黄箓斋仪》卷四十四称南方朱崔星君为：“井宿天井星君，鬼宿天匮星君，柳宿天厨星君，星宿天库星君，张宿天秤星君，翼宿天都星君，轸宿天街星君。”至于其形象，《道门通教必用集》卷七云：“南方朱崔，从禽之长，丹穴化生，碧雷流响，奇彩五色，神仪六象，来导吾前。”同时，道教也将其用于炼丹术语，如《云笈七籖》卷七十二引《古经》“四神之丹”称：朱崔者，南方丙丁火朱砂也，刨液成龙，结气成鸟，其气腾而为天，其质阵而为地，所以为大丹之本也，见火即飞，故得朱崔之称也。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/2.神兽的世界/21.朱雀（无视频）/朱雀塑像_notmp4.jpg"
        },
        {
            "id": "e6e49bd5e25d430cb6286d251bcaf71e",
            "fileName": "玄武",
            "fileUrl": "",
            "imgUrl": "../../res/1.神话的国度/2.神兽的世界/22.玄武（无视频）/玄武图标.jpg;../../res/1.神话的国度/2.神兽的世界/22.玄武（无视频）/玄武图.jpg;../../res/1.神话的国度/2.神兽的世界/22.玄武（无视频）/隋代玄武画像石.jpg;",
            "detail": "<p>龟和蛇组合成的一种灵物</p><p>玄武是中国古代神话传说中一种由龟和蛇组合成的一种灵物。玄武起初是对龟卜的形容：龟背是黑色的，龟卜就是请龟到冥间去诣问袓先，将答案带回来，以卜兆的形式显给世人，因此，最早的玄武就是乌龟，之后，玄武的含义不断地扩大。和其他三灵一样，玄武也由天下二十八星宿变成的：斗、牛、女、虚、危、室、壁。</p><p>神话传说</p><p>关于玄武起源的最早传说来自于夏朝。据传，中国夏王朝的建立者禹的父亲叫做“鲧”，字玄冥，也可以叫做玄武，在著名的大禹治水之前帮助舜治水。因其只采用塞堵而非疏导，虽然有神物息壤的帮助，但仍没有成功。通常鲧会被当作灵龟的化身，而夏族的一支--涂山氏认为蛇是自己的祖先。后玄武被道教奉为神明，才有了龟蛇合体的说法。</p><p>中国古代神话中最令妖邪胆战且法力无边的四大神兽是青龙、白虎、朱雀、玄武四兽。玄武亦称玄冥，龟蛇合体，为水神，居北海，龟长寿，玄冥成了长生不老的象征，冥间亦在北方，故为北方之神。青龙白虎掌四方，朱雀玄武顺阴阳，而玄武又可通冥间问卜，因此玄武有别于其它三灵，被称为“真武大帝”，是道教所奉之神。</p><p>相传，古净乐国王的太子，生而威猛，越东海来游，遇天神授以宝剑，入湖北武当山修炼，经42年而功成，白日飞升，威镇北方，号玄武君。但宋朝忌讳“玄”字，因而改称真武。又传，玄武本身是北海一只大龟，此龟曾经被当作柱子支撑整个蓬莱仙山，因其灵性深觉，历经多年的听道闻道，终于修成正果，所以帝王陵寝多有驮碑之龟，正是以此暗喻玄武。</p><p>外貌形态</p><p>在古代，人们认为蛇机智、灵动，善于敛财，俗信认为梦蛇兆财；而龟腹背皆有硬甲，头尾与四肢能缩进甲内，耐饥渴，寿命极长，人们占卜用龟，筮用蓍，合称龟筮。龟背纹理称作龟文，占卜时灼烧龟甲，视所见坼裂之纹，以兆吉凶休咎。</p><p>",
            "noMp4Img": "../../res/1.神话的国度/2.神兽的世界/22.玄武（无视频）/玄武图_notmp4.jpg"
        }
    ]
};