var columns={
    "1.神话的国度": [
        "1.上古神话",
        "2.神兽的世界",
        "3.神怪的世界"
    ],
    "2.文明的产生": [
        "1.祖国境内的远古居民",
        "2.祖先的日常生活",
        "3.祖先的食物",
        "4.用土做出来的工具",
        "5.祖先的精神生活"
    ],
    "3.文字的演变": [
        
    ],
    "4.我们是礼仪之邦": [
        "1.五礼",
        {
            "2.人生礼仪": [
                "1.诞生礼",
                "2.成人礼",
                "3.婚礼",
                "4.葬礼"
            ]
        },
        "3.日常礼仪",
        "4.跟我学行礼"
    ],
    "5.中华传统美德": [
        
    ],
    "6.中国符号": [
        
    ],
    "7.中国人的世俗生活": [
        {
            "1.中华烹饪": [
                "1.中国名菜",
                "2.主食类",
                "3.点心类",
                "4.小吃类",
                "5.中国老字号",
                "6.故事里的美食"
            ]
        },
        {
            "2.传统服饰": [
                "1.传统配饰",
                {
                    "2.汉族服饰的演进": [
                        "1.服饰史话",
                        "2.冠服制度",
                        "3.古代服饰",
                        "4.近代衣装"
                    ]
                },
                {
                    "3.少数民族服饰": [
                        "1.白族服饰",
                        "2.彝族服饰",
                        "3.傣族服饰",
                        "4.壮族服饰",
                        "5.苗族服饰",
                        "6.瑶族服饰",
                        "7.蒙古族服饰",
                        "8.侗族服饰",
                        "9.纳西族服饰"
                    ]
                }
            ]
        },
        {
            "3.传统民居": [
                "1.家在南方",
                "2.住在北方",
                "3.特色民居"
            ]
        },
        "4.传统节日",
        "5.民风民俗",
        {
            "6.中华医药": [
                {
                    "1.中医学": [
                        "1.中医史话",
                        "2.中医理论",
                        "3.诊治方法",
                        "4.中医学派",
                        "5.古代名医",
                        "6.医药文献"
                    ]
                },
                {
                    "2.中医药材": [
                        "1.中药史话",
                        "2.中药分类",
                        "3.服药禁忌",
                        "4.中华老字号",
                        "5.医药典故"
                    ]
                }
            ]
        },
        {
            "7.传统体育": [
                "1.竞技史话",
                "2.群体竞技",
                "3.智力游戏",
                "4.活动性游戏"
            ]
        },
        {
            "8.中华武术": [
                "1.武术流派",
                {
                    "2.武术文化": [
                        "1.武术文化",
                        "2.拳术",
                        "3.武术器械",
                        "4.武术名家",
                        "5.武术之乡",
                        "6.武术养生"
                    ]
                }
            ]
        }
    ],
    "8.中国人的精神世界": [
        {
            "1.图腾文化": [
                "1.图腾史话",
                "2.龙的图腾",
                "3.图腾崇拜",
                "4.图腾艺术",
                "5.图腾禁忌"
            ]
        },
        {
            "2.思想争锋": [
                "1.墨家思想",
                "2.诸子百家",
                {
                    "3.儒家思想": [
                        "1.儒家先哲",
                        "2.两汉经学",
                        "3.魏晋玄学",
                        "4.隋唐儒学",
                        "5.宋明理学",
                        "6.明清哲学"
                    ]
                },
                {
                    "4.道家思想": [
                        "1.道家概述",
                        "2.老子思想",
                        "3.庄子思想",
                        "4.其他流派",
                        "5.道家发展"
                    ]
                },
                {
                    "5.法家思想": [
                        "1.法家概述",
                        "2.法家先哲",
                        "3.法家治国",
                        "4.法家典籍"
                    ]
                },
                {
                    "6.兵家思想": [
                        "1.兵家概述",
                        "2.兵家先哲",
                        "3.经典战例",
                        "4.兵家典籍"
                    ]
                }
            ]
        },
        "3.中华典籍",
        "4.成语里的中国智慧",
        {
            "5.中华诗词": [
                {
                    "1.诗之史话": [
                        "1.先秦诗歌",
                        "2.两汉乐府",
                        "3.魏晋诗人",
                        "4.初唐诗歌",
                        "5.盛唐之诗",
                        "6.中唐诗人",
                        "7.晚唐诗人",
                        "8.两宋诗歌",
                        "9.明清诗人"
                    ]
                },
                {
                    "2.词之史话": [
                        "1.唐五代词",
                        "2.宋词婉约",
                        "3.宋词豪放",
                        "4.雅正派",
                        "5.江西词派",
                        "6.闲逸派",
                        "7.清代词派"
                    ]
                }
            ]
        },
        {
            "6.中国绘画": [
                {
                    "1.三大画科": [
                        "1.山水画",
                        "2.花鸟画",
                        "3.人物画"
                    ]
                },
                {
                    "2.名家名作": [
                        "1.顾恺之",
                        "2.吴道子",
                        "3.阎立本",
                        "4.王维",
                        "5.韩干",
                        "6.顾闳中",
                        "7.张择端",
                        "8.王希孟",
                        "9.范宽",
                        "10.郭熙",
                        "11.马一角夏半边",
                        "12.荆关董巨",
                        "13.米家山水",
                        "14.元四家",
                        "15.吴门四家",
                        "16.扬州八怪",
                        "17.吴昌硕",
                        "18.齐白石",
                        "19.徐悲鸿",
                        "20.张大千"
                    ]
                }
            ]
        },
        {
            "7.中国书法": [
                "1.书法史话",
                "2.文房四宝",
                {
                    "4.书法名家": [
                        "1.蔡邕",
                        "2.王羲之",
                        "3.王献之",
                        "4.颜真卿",
                        "5.柳公权",
                        "6.张旭",
                        "7.怀素",
                        "8.苏轼",
                        "9.黄庭坚",
                        "10.董其昌",
                        "11.朱耷",
                        "12.石涛",
                        "13.郑燮"
                    ]
                }
            ]
        },
        {
            "8.中国小说": [
                {
                    "1.小说史话": [
                        "1.志怪小说",
                        "2.唐传奇",
                        "3.话本小说"
                    ]
                },
                {
                    "2.四大名著": [
                        "1.《红楼梦》",
                        "2.《三国演义》",
                        "3.《水浒传》",
                        "4.《西游记》"
                    ]
                },
                {
                    "3.明朝市井小说": [
                        "1.《金瓶梅》",
                        "2.《醒世恒言》",
                        "3.《喻世明言》",
                        "4.《警世通言》",
                        "5.《初刻拍案惊奇》",
                        "6.《二刻拍案惊奇》"
                    ]
                },
                {
                    "4.晚清谴责小说": [
                        "1.《儒林外史》",
                        "2.《老残游记》",
                        "3.《孽海花》",
                        "4.《官场现形记》",
                        "5.《二十年目睹之怪现状》"
                    ]
                }
            ]
        },
        {
            "9.中国散文": [
                "1.散文史话",
                "2.先秦散文",
                "3.汉赋",
                "4.古文运动",
                "5.明清散文"
            ]
        },
        {
            "10.中国戏曲": [
                {
                    "1.南方戏曲": [
                        "1.昆曲",
                        "2.黄梅戏",
                        "3.越剧",
                        "4.粤剧"
                    ]
                },
                {
                    "2.北方戏曲": [
                        "1.河北梆子",
                        "2.豫剧",
                        "3.秦腔",
                        "4.评剧"
                    ]
                },
                {
                    "3.国粹京剧": [
                        "1.京剧史话",
                        "2.京剧名伶",
                        "3.京剧行当",
                        "4.京剧艺术",
                        "5.经典剧目"
                    ]
                },
                {
                    "4.曲艺风采": [
                        "1.评话艺术",
                        "2.相声艺术",
                        "3.快板艺术",
                        "4.鼓曲艺术",
                        "5.京韵大鼓",
                        "6.二人转",
                        "7.山东快书",
                        "8.河南坠子",
                        "9.苏州评弹",
                        "10.凤阳花鼓"
                    ]
                }
            ]
        },
        {
            "11.中国民乐": [
                "1.民乐史话",
                "2.上古民乐",
                "3.古代民乐",
                "4.民歌史话",
                {
                    "5.民族乐器": [
                        "2.弦鸣乐器",
                        "3.气鸣乐器",
                        "4.体鸣乐器",
                        "5.膜鸣乐器",
                        "6.民乐欣赏"
                    ]
                },
                {
                    "6.民乐欣赏": [
                        "1.笛子十大名曲",
                        "2.洞箫十大名曲",
                        "3.二胡十大名曲",
                        "4.古筝十大名曲",
                        "5.广东音乐十大名曲",
                        "6.江南丝竹十大名曲",
                        "7.锣鼓十大名曲",
                        "8.琵琶十大名曲",
                        "9.十大古琴曲",
                        "10.扬琴十大名曲"
                    ]
                }
            ]
        },
        {
            "12.中国舞蹈": [
                {
                    "1.舞蹈史话": [
                        "1.舞蹈史话",
                        "2.古代舞蹈"
                    ]
                },
                {
                    "2.民族舞蹈": [
                        "1.藏族舞",
                        "2.蒙族舞",
                        "3.维族舞",
                        "4.傣族舞",
                        "5.云南花灯"
                    ]
                }
            ]
        }
    ],
    "9.中国人的宗教生活": [
        {
            "1.佛教": [
                "1.佛教流派",
                "2.佛教艺术",
                "3.佛教人物",
                "4.佛教经典",
                {
                    "5.著名石窟": [
                        "1.龙门石窟",
                        "2.云冈石窟",
                        "3.麦积山石窟",
                        "4.敦煌莫高窟",
                        "5.大足石刻",
                        "6.乐山大佛",
                        "7.克孜尔石窟",
                        "8.炳灵寺石窟"
                    ]
                },
                {
                    "6.藏传佛教寺庙": [
                        "1.布达拉宫",
                        "2.扎什伦布寺",
                        "3.雍和宫",
                        "4.普陀宗乘之庙"
                    ]
                },
                {
                    "7.南方佛教寺庙": [
                        "1.灵隐寺",
                        "2.栖霞寺",
                        "3.金山寺",
                        "4.南普陀寺",
                        "5.东林寺",
                        "6.普陀山寺庙"
                    ]
                },
                {
                    "8.北方佛教寺庙": [
                        "1.少林寺",
                        "2.大相国寺",
                        "3.恒山悬空寺",
                        "4.洛阳白马寺",
                        "5.法门寺",
                        "6.五台山佛光寺"
                    ]
                }
            ]
        },
        {
            "2.道教": [
                "1.道教史话",
                "2.道教流派",
                "3.道教礼仪",
                "4.道家养生",
                "5.道教经典",
                "6.道教名山",
                "7.道教人物",
                "8.道教神仙",
                {
                    "9.道教府邸": [
                        "1.白云观",
                        "2.青羊宫",
                        "3.青城山道观",
                        "4.鹤鸣山道观",
                        "5.茅山道院",
                        "6.龙虎山天师府",
                        "7.武当山道观",
                        "8.崂山太清宫",
                        "9.白云山道观",
                        "10.抱朴道院"
                    ]
                }
            ]
        }
    ],
    "10.古代的政治生活": [
        "1.典章制度",
        "2.国家机构",
        "3.国家官职",
        "4.对外交往",
        "5.中国古都"
    ],
    "11.祖先的遗产": [
        {
            "1.物质遗产": [
                "1.世界文化遗产",
                "2.世界自然遗产",
                "3.世界文化与自然遗产",
                "4.世界文化景观遗产"
            ]
        },
        {
            "2.非物质遗产": [
                "1.人类非物质文化遗产代表作",
                "2.急需保护的非物质文化遗产名录",
                "3.优秀实践名册"
            ]
        },
        "3.大美中国制造",
        "4.家有传家宝"
    ],
    "12.做个自豪的中国人": [
        "1.帝王将相",
        "2.开眼看世界",
        "3.科技人物",
        "4.文学人物",
        "5.艺术人物",
        "6.诸子百家"
    ]
};